import React from "react";
import "./Terms.css";
export default function terms() {
  return (
    <>
      <section className="terms py-5 px-4">
        <h3 className="p-0 m-0">الشروط و الأحكام</h3>
        <hr className="mt-2" />
        <p className="text-muted fw-normal m-0 p-0">
          تحدد هذه الصفحة الشروط والأحكام القانونية <b>(الشروط والأحكام)</b>{" "}
          التي نقوم بموجبها ببيع المنتجات <b>(المنتجات)</b> المدرجة على موقعنا
          الإلكتروني، أو تطبيق الهاتف المحمول أو الجهاز اللوحي، أو أيّ منصة أخرى
          (يُشار إليهم مجتمعين باسم <b> "الموقع الالكتروني"</b> ).
        </p>
        <div className="term">
          <h5 className="mt-3">معلومات حولنا</h5>
          <p className="text-muted fw-bold m-0 p-0">
            إنّ هذا الموقع الإلكتروني مملوك ومشغل من قبل شركة محمد حمود الشايع
            ذ.م.م.، وهي شركة مسجلة في الكويت وعنوان مكتبها المسجل هو ص.ب 181،
            الصفاة 13002، الكويت (المشار إليها فيما بعد بـ"نحن" أو "الخاص بنا"
            حسب مقتضى الحال). لأغراض هذه الشروط والأحكام، يشير لفظا "نحن" أو
            "الخاص بنا" إلى الشايع أو إلى أيّ من شركاتها التابعة في منطقة
            إقامتك. شراؤك لمنتجات من موقعنا الإلكتروني هو بمثابة عقد تبرمه مع
            الشايع اي من شركاتها التابعة ذات الصلة في منطقة إقامتك.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">الشروط والأحكام</h5>
          <p className="text-muted fw-bold m-0 p-0">
            تنطبق هذه الشروط والأحكام على استخدامك للموقع الإلكتروني. من خلال
            الدخول إلى موقعنا الإلكتروني أو تصفحه أو استخدامه أو التسجيل فيه،
            أنت تؤكد أنك قرأت هذه الشروط والأحكام وفهمت مضمونها ووافقت عليها
            بأكملها. يرجى الإطلاع على هذه الصفحة بشكل منتظم لمعرفة ما إذا قد تم
            تحديث شروطنا وأحكامنا. تدخل أي شروط وأحكام جديدة حيز النفاذ عند
            نشرها على هذا الموقع.
          </p>
        </div>
        <p className="text-muted fw-bold p-0 my-3">نحتفظ بحق:</p>
        <ul className="py-0 px-3 fw-bold">
          <li>تعديل شروطنا وأحكامنا ؛</li>
          <li>رفض وصول أي مستخدم إلى موقعنا الإلكتروني؛</li>
          <li>إيقاف حسابات مستخدمين؛</li>
          <li>
            تعديل أو حجب (بشكل مؤقت أو دائم) هذا الموقع الإلكتروني دون إشعار؛ أو
          </li>
          <li>إلغاء طلبات زبون ما بمحض اختيارنا.</li>
        </ul>
        <div className="term">
          <h5 className="mt-3">التسجيل</h5>
          <p className="text-muted fw-bold m-0 p-0">
            يمكنك التسجيل كزبون في الموقع الإلكتروني، وكجزء من عملية التسجيل سوف
            تحتاج إلى اختيار كلمة مرور مطابقة لسياسة كلمات المرور لدينا. أنت
            المسؤول الوحيد عن حماية كلمة السر والحساب الخاصين بك. أنت توافق على
            تبليغنا بشكل فوري إذا شككت في أي استخدام غير مصرح به لحسابك أو وصول
            غير مصرح به لكلمة مرورك. لجعل تجربة التسوق أفضل، سوف نقوم بتخزين
            بياناتك.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">المعلومات الخاصة بك</h5>
          <p className="text-muted fw-bold m-0 p-0">
            لا مانع لديك بأن تمنحنا حقاً غير محدود، وعالمي، ودائم وغير قابل
            للإلغاء، ومعفي من المصاريف، و مرخص باستخدام معلومات أو مواد شخصية أو
            غير ذلك، زودتنا بها للموقع الإلكتروني من خلال التسجيل أو الشراء،
            وذلك عبر النماذج المخصصة للتواصل و التسجيل، أو عبر أية رسالة
            إلكترونية أو أي من قنوات الاتصال المتاحة بالموقع الإلكتروني. وذلك
            بهدف تشغيل وترويج الموقع الإلكتروني (المعلومات). أنت الوحيد المسؤول
            عن المعلومات التي قمت بإرسالها.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">الملكية الفكرية</h5>
          <p className="text-muted fw-bold m-0 p-0">
            إنّ حقوق التأليف والنشر وحقوق الملكية الفكرية الأخرى في كافة المواد
            أو المحتوى أو البرمجيات التي تورّد كجزء من موقعنا الإلكتروني، بما في
            ذلك الرسائل الإلكترونية أو أي شكل آخر من أشكال التواصل معك محمية
            بمقتضى قوانين حقوق التأليف والنشر وقواعد حقوق البيانات الدولية وتبقى
            في كافة الأوقات ممنوحة إلينا، أو إلى مانحي حقوق الامتياز/ المرخِصين
            الخاصين بنا.
          </p>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            يُسمح لك باستخدام هذه المادة بعد موافقتنا الخطية الصريحة وعلى النحو
            المسموح أو من قبل مانحي حقوق الامتياز/ المرخِصين الخاصين بنا فقط. لا
            يسمح لك باقتباس و/أو الانتفاع من الموقع الالكتروني بأكمله أو بجزء
            منه دون الموافقة الخطية والصريحة من قبلنا.
          </p>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            إن أسماء العلامات التجارية وشعاراتها المشار إليها في موقعنا
            الإلكتروني وكافة الرسائل الالكترونية المرتبطة بها مملوكة لنا أو من
            لمانحي حقوق الامتياز/ المرخِصين الخاصين بنا في المناطق التي نعمل
            فيها.
          </p>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            قد نقوم بالسماح للزبائن بتصنيف المنتجات من خلال تقديم آراءهم بشأنها
            ("محتوى المستخدم") فيما يخص المنتجات. وفي تلك الحالة، يتحمل الزبائن
            وحدهم المسؤولية عن محتوى المستخدم ذلك، كما تتعهد بأن أي محتوى مستخدم
            تقوم بوضعه هو محتوى دقيق وبأنك المؤلف الوحيد له. لا يتوجب علينا بشكل
            ضروري أن نقوم بمراجعة محتوى المستخدم قبل وضعه كما أنه لا يعكس آراءنا
            أو وجهات نظرنا إطلاقا. أنت تتنازل بموجبه لنا عن كافة حقوق الملكية
            الفكرية في أي محتوى مستخدم تضعه على الموقع الإلكتروني. نحن لا نقدم
            أي تعهد بشأن دقة أو مصداقية محتوى المستخدم ذلك. نحتفظ بحق إزالة أي
            محتوى مستخدم نعتبره برأينا المحض غير صحيح أو مهين أو غير قانوني أو
            غير مقبول. يعتبر محتوى المستخدم الذي يقدم وجهات نظر سلبية عن
            المنتجات مقبولاً بصفة عامة عندما يكون موضوعيا، ولا يخل بخلاف ذلك
            بهذه الشروط والأحكام ويكون مقدماً من قبل زبون موثوق.
          </p>
          <p className="text-muted fw-bold m-0 my-2 p-0"></p>
          <p className="text-muted fw-bold m-0 my-2 p-0"></p>
        </div>
        <div className="term">
          <h5 className="mt-3">تحويل الحقوق والالتزامات</h5>
          <p className="text-muted fw-bold m-0 p-0">
            أنت هنا تمنحنا الحق في تحويل جزء أو كل من الحقوق والمنافع
            والالتزامات والمسؤوليات، المنصوص عليها في أحكام وشروط هذا الموقع إلى
            شركاتنا الشقيقة وأي أطراف أخرى تعمل معنا، دون الحاجة للرجوع إليك،
            وذلك بحسب نصوص اتفاقية المستخدم، نحن ملتزمون بإشعارك عن مثل هذه
            التحويلات إذا حصلت وكذلك بالنشر على الموقع الالكتروني او علي أي منصة
            اخرى.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">الفيروسات</h5>
          <p className="text-muted fw-bold m-0 p-0">
            نحن لا نضمن أن يكون موقعنا آمنًا أو خاليًا من العيوب أو الفيروسات.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            أنت مسؤول عن تشكيل تكنولوجيا المعلومات الخاصة بك، وبرامج ومنصّة
            الحاسوب للنفاذ إلى موقعنا الإلكتروني. عليك أن تستخدم برامج الحماية
            من الفيروسات الخاصة بك.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            لا يجب أن تسيء استخدام موقعنا الإلكتروني عن طريق إدخال الفيروسات، أو
            أحصنة طروادة، أو دود الإنترنت، أو القنابل المنطقية، أو غيرها من
            المواد المؤذية أو المسيئة من الناحية التكنولوجية. لا تحاول النفاذ
            بشكل غير مصرّح به إلى موقعنا، أو الخادم حيث يتم تخزين موقعنا
            الإلكتروني، أو أي خادم أو كمبيوتر أو قاعدة بيانات متصلة بموقعنا
            الإلكتروني. لا يجب أن تتعدّى على موقعنا الإلكتروني عن طريق هجوم قطع
            الخدمة أو هجوم قطع الخدمة عن الموزّع. سنبلّغ عن أي خرق من هذا القبيل
            إلى السلطات المختصة بتطبيق القوانين، وسنتعاون مع هذه السلطات من خلال
            الكشف عن هويتك لها. في حال حدوث خرق مماثل، ستُمنع على الفور من
            استخدام موقعنا.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">حدود المسؤولية</h5>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            بالرغم من أننا سنبذل الجهود المعقولة للتحقق من صحة أي معلومات نضعها
            على موقعنا الإلكتروني، إلا أننا لا نقدم أي تعهد صريح أو ضمني فيما
            يخص دقتها أو فيما يخص أي عملية قد تنفذ على أو من خلال الموقع
            الالكتروني أو في متاجرنا أو مع خدمات العملاء (بما في ذلك دون حصر،
            التعهدات الضمنية بعدم الانتهاك أو الملائمة أو الأمن أو الدقة أو شروط
            الاكتمال أو أي تعهد ضمني ينشأ في سياق التعامل أو الاستخدام أو
            المتاجرة).
          </p>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            بالرغم من أن موقعنا الإلكتروني يتبع أعلى مستويات معايير أمن
            المعلومات ، إلا أننا لا نقدم أي تعهد بأن موقعنا الإلكتروني سيلبي
            متطلباتكم أو أنه لن يتعرض للانقطاع أو أنه مناسب أو خالٍ من الخطأ، أو
            أن تلك العيوب سوف تُصحح، أو أن الموقع أو القرص المدمج (السرفر) الذي
            يوفره خالٍ من الفيروسات أو العيوب أو أنه يضمن فعالية أو دقة أو
            موثوقية الموقع الإلكتروني. نحن لا نتحمل أي مسؤولية تجاهك عن أي فقدان
            للمحتوى أو للمواد التي تُحمّل أو تُنقل عبر الموقع.
          </p>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            بالقدر الكامل الذي يجيزه القانون النافذ، نحن نخلي مسؤوليتنا عن أيّ
            وكافة التعهدات من أي نوع كانت، الصريحة أو الضمنية، فيما يخص
            المنتجات. لن نكون مسؤولين نهائيا سواء مسؤولية تعاقدية أو تقصيرية او
            المسؤولية الناتجة عن الإهمال (بما في ذلك على سبيل المثال لا الحصر )
            أو ما قبل التعاقد (ما عدا التضليل الذي ينطوي على احتيال أو إهمال) أو
            خلافه عن أو فيما يخص هذه الشروط والأحكام وذلك فيما يتعلق:
          </p>
          <ul className="py-0 px-3 fw-bold">
            <li>
              أي خسائر اقتصادية (بما فيها دون الحصر خسائر العائدات أو الأرباح أو
              العقود أو الأعمال أو المدخرات المتوقعة)؛ أو
            </li>
            <li>أي خسارة للسمعة أو الشهرة التجارية؛ أو</li>
            <li>أي خسائر خاصة أو غير مباشرة</li>
          </ul>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            يتعرض لها أو يتحملها ذلك الطرف فيما يخص أو نتيجة لأحكام أي مسألة
            بموجب هذه الشروط والأحكام.
          </p>
          <p className="text-muted fw-bold m-0 my-2 p-0">
            {" "}
            ان ما ورد في هذه الشروط والاحكام لا يستبعد أو يحد من مسؤوليتنا بحال
            الوفاة أو الإصابة الشخصية الناجمة عن إهمالنا أو إهمال مستخدمينا أو
            وكلائنا أو موظفينا.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">شروط وأحكام عامة</h5>
          <h5 className="mt-3">مجمل الاتفاق</h5>
          <p className="text-muted fw-bold m-0 p-0">
            تحدد هذه الشروط والأحكام مجمل الاتفاق المبرم بينك وبيننا وتحل محل
            كافة وأيّ من الشروط أو الأحكام أو التعهدات و/أو المسؤوليات السابقة
            إلى القدر الذي يجيزه القانون.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">القانون</h5>
          <p className="text-muted fw-bold m-0 p-0">
            تخضع أي مسألة تنشأ عن استخدامك لموقعنا الالكتروني إلى القوانين
            النافذة في المنطقة التي قمت بالتسجيل لاستخدام موقعنا منها (على
            افتراض المنطقة التي نعمل بها ) وتخضع لسلطة الاختصاص القضائي لمحاكم
            المنطقة ذات الصلة حصراً.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">التنازل</h5>
          <p className="text-muted fw-bold m-0 p-0">
            إذا قمت بخرق هذه الشروط والأحكام ولم نتخذ إجراءً قانونياً فورياً،
            فهذا لا يعني أننا تنازلنا او لم يعد لدينا الحق في المطالبة وتأكيد
            حقوقنا اذ أنه يحق لنا ان نتخذ إجراءاتنا القضائية في أي تاريخ لاحق.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">فصل البنود</h5>
          <p className="text-muted fw-bold m-0 p-0">
            يُفسر كل بند يرد في هذه الشروط والأحكام بشكل منفصل كما يبقى مفعوله
            نافذاً حتى لو تبين لأي سبب من الأسباب، بأن بند أو أكثر غير نافذ
            المفعول أو غير قابل للتطبيق في أي ظرف من الظروف.
          </p>
        </div>
      </section>
    </>
  );
}
