import React from "react";
import "./PrivacyPolicy.css";

export default function PrivacyPolicy() {
  return (
    <section className="privacy-policy py-5 px-4">
      <h3 className="p-0 m-0">سياسة الخصوصية</h3>
      <hr className="mt-2" />
      <div className="policy">
        <h5 className="mt-3">نظرة عامة</h5>
        <p className=" m-0 p-0">
          تلتزم مجموعة الشايع باحترام خصوصية كافة مستخدمي الموقع الالكتروني:{" "}
          <a href="#" className="text-decoration-none">
            http://www.alshaya.com{" "}
          </a>{" "}
          وتطبيقات الهواتف الذكية;( المشار إليهم لاحقاً بـ "الموقع/ أو التطبيق")
          وحماية أي معلومات شخصية تحصل عليها و/أو تستخدمها كجزء من عملية جمع
          البيانات و/أو المعلومات الشخصية التي يقدمها المستخدم عند استخدامه
          للموقع/التطبيق في المحلات أو عن طريق الهاتف أو البريد الإلكتروني
          (المشار إليها لاحقاً بـ "الوسائل الأخرى"). وسيتم جمع هذه المعلومات
          الشخصية و/أو استخدامها وفقًا لسياسة الخصوصية.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3">موافقتك الصريحة على جمع المعلومات واستخدامها</h5>
        <p className=" m-0 p-0">
          تحتفظ مجموعة الشايع بحقها في جمع المعلومات الشخصية للمستخدم كالإسم
          والعنوان ورقم الهاتف وعنوان البريد الإلكتروني وغيرها، بالإضافة
          لبياناته الديموغرافية ومعلومات تعاملاته وملفه الشخصي كعنوان الانترنت
          IP (بروتوكول الإنترنت) ونطاق الإنترنت أو المتصفح أو معلومات المرجع أو
          وكيل المستخدم أو أي معلومات أخرى ذات صلة تُستخدم كجزء من عملية جمع
          البيانات كاستخدام الكوكيز أو بعض المعلومات الأخرى التي يقدمها المستخدم
          ("المعلومات الشخصية") عند استخدامه للموقع/التطبيق بالوسائل الأخرى كما
          هو مبين في سياسة الخصوصية. إننا نقوم بتخزين كافة هذه المعلومات على
          خوادم آمنة ونتعامل معها على أنها معلومات سرية تمامًا.
        </p>
        <p className=" mt-4 p-0">
          إن استخدامك لهذا الموقع/التطبيق بالوسائل الأخرى يعني موافقتك الصريحة
          على جمع ونقل ومعالجة واستخدام وتخزين أي معلومات شخصية بموجب سياسة
          الخصوصية الواردة في هذه الوثيقة،. إذا كنت لا توافق على أي من الشروط
          والأحكام المنصوص عليها في سياسة الخصوصية، أو للمزيد من المعلومات، يرجى
          التواصل معنا مباشرة من خلال البريد الالكتروني{" "}
          <a href="#" className="text-primary">
            webmaster@alshaya.com
          </a>{" "}
          سوف نقدم المساعدة اللازمة. إن دخولك أو استخدامك للموقع/التطبيق
          بالوسائل الأخرى يمنح مجموعة الشايع ترخيصًا دائماً وغير حصري في كافة
          أنحاء العالم دون رسوم أو مقابل مادي لاستخدام معلوماتك الشخصية للأغراض
          المنصوص عليها في هذه الوثيقة.
        </p>
        <p className="my-4 p-0">
          لا نقوم ببيع بياناتك الشخصية إلى أطراف ثالثة ؛ ولكننا احيانا نتبادل
          بعض من معلومات الزبائن المختارة مع أطراف ثالثة هي:
        </p>
        <ul className="pe-3">
          <li className="mb-2">مجموعة شركاتنا</li>
          <li className="mb-2">الشركات المانحة لحقوق الامتياز الحصرية</li>
          <li className="mb-2">
            شركات أخرى مثل مقدمي خدمات الدفع وخدمات المخازن وشركات التوصيل بهدف
            إتمام عملية الدفع وإدارة طلبك مما يتضمن توصيل الطلب واسترجاعه.
          </li>
          <li className="mb-2">
            شركاء الامتياز ومستحضرات التجميل المسؤولون عن توصيل منتجاتهم إلى
            مجموعة الشايع مباشرة أو من خلال تقديم الخدمات مثال على ذلك جلسات
            المكياج.
          </li>
          <li className="mb-2">
            الشركات التي تشتري علامة/علامات تجارية تابعة لمجموعة الشايع ليتمكنوا
            من تقديم الخدمات المناسبة لكم
          </li>
          <li className="mb-2">
            قواعد بيانات الطرف الثالث التي تشترك فيها مجموعة الشايع و / أو واحدة
            من علاماتها التجارية.
          </li>
          <li className="mb-2">
            الهيئات الحكومية أو السلطات الأخرى عند اللزوم التزاماً بالأحكام
            والقوانين، أو للمساعدة في تطبيق القانون، أو لحماية حقوق الملكية أو
            أي حقوق أخرى لشركة الشايع.
          </li>
          <li className="mb-2">
            الوكالات التي تساعد مجموعة الشايع في جمع إحصاءات عن عدد زوار الموقع
            والمبيعات والبيانات الديموغرافية والمعلومات التجارية الأخرى التي
            تمكننا من تخصيص الخدمات التي نقدمها لزبائننا.
          </li>
        </ul>
        <p className="mt-2 p-0">
          سوف نحتفظ ببياناتك الشخصية ونستخدمها لأغراض مجموعة الشايع التجارية
          حسبما كان ذلك مسموحًا به بموجب القانون، ثم سنتخلص من هذه البيانات
          الشخصية على الفور بطريقة آمنة.
        </p>
        <p className="my-4 p-0">
          بحسب محل إقامتك، يجوز لنا نقل معلوماتك الشخصية داخل أو خارج المنطقة
          الاقتصادية الأوروبية مع الحرص خلال نقل المعلومات على ضمان درجة مماثلة
          من الحماية من خلال ضمان نقلها فقط إلى البلدان التي تعتبر أنها توفر
          درجة مستوى مناسب من الحماية للمعلومات الشخصية وبموجب شروط تعاقدية تضمن
          حماية مناسبة للبيانات.
        </p>
        <p className="my-4 p-0">
          {" "}
          فيما يتعلق بالمعلومات الشخصية التي نعالجها بالنيابة عنك، يحق لك ما
          يلي:
        </p>
        <ul className="pe-3">
          <li className="mb-2">أن يكون لديك نسخة من المعلومات الشخصية</li>
          <li className="mb-2">
            مطالبتنا بتصحيح المعلومات الشخصية الغير دقيقة
          </li>
          <li className="mb-2">كي تطلب منا حذف معلوماتك الشخصية</li>
          <li className="mb-2">تحديد استخدامنا لمعلوماتك الشخصية</li>
          <li className="mb-2">الاعتراض على استخدامنا لمعلوماتك الشخصية</li>
        </ul>
      </div>
      <p className="my-4 p-0">
        إذا كنت ترغب في ممارسة أي من هذه الحقوق يجب عليك تأكيد هويتك لدينا
      </p>
      <div className="policy">
        <h5 className="mt-3">جمع بيانات وسائل التواصل الاجتماعي</h5>
        <p className="text-muted m-0 p-0">
          عند تسجيل الدخول بواسطة وسائل التواصل الاجتماعي على المواقع
          الإلكترونية والتطبيقات، فإننا نحتفظ بالتفاصيل التالية:
        </p>
        <ol className="pe-3">
          <li className="mb-2">
            الاسم الأول والأخير نحتفظ بالأسماء الأولى والأخيرة لعرضها في الملف
            الشخصي.
          </li>
          <li className="mb-2">
            صورة الملف الشخصي لا يتم تخزين أي صورة مستخدمة كصورة للملف الشخصي
            على خوادمنا، بل سيتم استخدامها فقط كصورة عرض للعميل.
          </li>
          <li className="mb-2">
            البريد الإلكتروني يتم الاحتفاظ بالبريد الإلكتروني لعرضه في الملف
            الشخصي. كما يستخدم للاشتراك الاختياري في الحملات الإعلانية و/أو
            لمساعدة العميل في حالة وجود أي استفسارات بشأن المواقع/ التطبيقات.
          </li>
          <li className="mb-2">
            مُعرِّف الفيس بوك/ جوجل يتم الاحتفاظ بمُعرِّف وسائل التواصل
            الاجتماعي للتحقق من تسجيل دخول المستخدم إلى المواقع/ التطبيقات
            باستخدلم معلومات التسجيل إذا رغب أحد الزبائن في حذف التفاصيل التي
            زودنا بها، فيجب عليه التواصل مع فريق خدمة الزبائن من هنا عبر تقديم
            طلب أو عبر الدردشة المباشرة، وسيتم معالجة طلبه في غضون 24 ساعة.
          </li>
        </ol>
      </div>
      <div className="policy">
        <h5 className="mt-3">ملفات تعريف الارتباط (Cookies)</h5>
        <p className=" m-0 p-0">
          كجزء من عملية جمع المعلومات المعتادة على مواقعنا الإلكترونية، نضع
          الكوكيز "Cookies" على جهازك من أجل التعرف عليك و/أو كوسيلة لتتبع زمن
          صلاحية دخولك إلى صفحات الموقع وكذلك من أجل تحسين تجربة تصفحك للموقع
          بما يتلاءم مع إعداداتك المفضلة. الكوكيز هي بيانات صغيرة الحجم يقوم
          الموقع الإلكتروني بإرسالها تلقائيًا إلى جهاز الكمبيوتر أو الجهاز
          اللوحي/ TABLET / أو الهاتف أثناء تصفح الموقع.
        </p>
        <p className="my-4 p-0">نستخدم نوعين من الكوكيز:</p>
        <ul className="pe-3">
          <ul className="pe-3 mb-3">
            <li>
              الكوكيز الخاصة بزمن "صلاحية الدخول إلى الصفحات"، والتي تتيح
              للمستخدم ما يلي:
            </li>
            <li>
              نقل المعلومات من صفحة إلى صفحة أخرى على موقعنا الإلكتروني دون
              الحاجة إلى إعادة إدخال المعلومات مرة أخرى؛
            </li>
          </ul>
          <li>
            الدخول إلى المعلومات المخزنة عندما تقوم بتسجيل الدخول إلى حسابك
            الإلكتروني.
          </li>
          <ul className="pe-3 mt-1">
            <li>
              الكوكيز "الدائمة" التي تتيح لنا توفير المحتوى الذي يناسبك على
              موقعنا وذلك بمساعدتنا على حفط المعلومات التالية:
            </li>
            <li>أي معلومات شخصية زودتنا بها في زياراتك السابقة لموقعنا.</li>
            <li>عدد زياراتك لموقعنا.</li>
            <li>اعداداتك المفضلة.</li>
          </ul>
        </ul>
        <p className="p-0 my-4">
          لا يمكن للأطراف الأخرى أن تتعرف على الزبائن باستخدام هذه الملفات.
        </p>
        <p className="p-0 my-4">
          كما أننا نحتفظ بحق استخدام أي شركة إعلانات خارجية لعرض الإعلانات على
          مواقعنا الإلكترونية. قد تحتوي هذه الإعلانات أيضًا على الكوكيز. وبالرغم
          من أنه يمكننا استخدام الكوكيز في أجزاء أخرى من مواقعنا الإلكترونية،
          يمكن لأي طرف ثالث جمع الكوكيز المتعلقة بالإعلانات أو التي تأتي من
          مصادر لأطراف أخرى دون تعامل مباشر أو تحكم في هذه العمليات. لا يتم
          تخزين أي من الكوكيز التي تستخدمها شركة الشايع بصفة دائمة على جهازك، بل
          يتم حذف كافة الكوكيز تلقائيًا من على جهازك إما عند إغلاق المتصفح أو
          عند انتهاء زمن عرض الصفحة على الموقع.
        </p>
        <p className="p-0 my-4">
          إن استخدامك لمواقعنا الإلكترونية، يعني موافقتك على تخزين الكوكيز على
          جهازك. إذا كنت لا ترغب في تخزين موقعنا للكوكيز على جهازك، يمكنك ضبط
          اعدادات متصفح الانترنت لديك على وضعية "حظر الكوكيز" أو إبلاغك/ إشعارك/
          في حال إرسالها (لمزيد من المعلومات حول الكوكيز، يمكنك الاطلاع على صفحة
          "المساعدة" الخاصة بمتصفحك). يؤدي تعطيل عمل الكوكيز على جهازك إلى منع
          عرض بعض صفحات الموقع أو عرضها بشكل غير صحيح.
        </p>
        <p className="p-0 my-4">لتفعيل الكوكيز:</p>
        <p className="p-0 my-4">
          إن لم تكن لديك معلومات كافية عن متصفح الإنترنت الذي تستخدمه يرجى اتباع
          ما يلي:
        </p>
        <p className="p-0 my-4">
          لأجهزة الكمبيوتر التي تعمل بنظام تشغيل ويندوز:اضغط على Help في المتصفح
          واختر About
        </p>
        <p className="p-0 my-4">
          لأجهزة الكمبيوتر التي تعمل بنظام تشغيل ماك: عند فتح نافذة المتصفح،
          اضغط على قائمة Apple واختر About
        </p>
        <p className="p-0 my-4">
          لمعرفة المزيد حول الكوكيز بشكل عام وكيفية التعامل معها، يمكنك زيارة
          الموقع الالكتروني{" "}
          <a href="#" className="text-decoration-none text primaty">
            www.aboutcookies.org
          </a>
          .
        </p>
        <p className="p-0 my-4">
          إذا كنت ترغب في تعطيل ملفات الكوكيز ، يرجى زيارة موقع{" "}
          <a href="#" className="text-decoration-none">
            Network Advertising Initiative.
          </a>
        </p>
        <p className="p-0 my-4">
          يرجى العلم بأننا غير مسؤولين عن محتويات المواقع الخارجية.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3">
          حماية المعلومات الشخصية من دخول أو استخدام الأطراف الأخرى
        </h5>
        <p className=" m-0 p-0">
          لضمان حماية معلوماتك الشخصية، نقوم بتخزين كافة المعلومات الشخصية على
          خادم آمن ونسعى لاستخدام إجراءات مصمّمة لحماية المعلومات الشخصية من
          الوصول العشوائي أو غير المصرح به أو إتلافها أو استخدامها أو تعديلها أو
          الإفصاح عنها. ونعمل لحفظ بياناتك الشخصية بطريقة سرية وآمنة وفقًا
          لسياسة الخصوصية الواردة في هذه الوثيقة، فضلاً عن ضمان تطبيق الإجراءات
          التقنية والتنظيمية اللازمة لمنع تلف غير مقصود أو غير قانوني أو فقدان
          غير مقصود أو إفصاح أو دخول غير مصرّح به أو أي شكل آخر من الاستخدام غير
          القانوني. على الرغم من أننا نسعى لاتخاذ كافة التدابير الأمنية المعمول
          بها تجارياً بالنسبة للتعامل مع كافة البيانات الشخصية، يقر ويوافق
          مستخدمو مواقعنا الإلكترونية/التطبيقات على أن شركة الشايع لا تتحكم في
          نقل المعلومات أو البيانات عبر مواقعنا الإلكترونية/التطبيقات أو من خلال
          أي وسائط إلكترونية أو إعلامية أخرى.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3">تعديلات على سياسة الخصوصية</h5>
        <p className=" m-0 p-0">
          نظرًا لقيامنا بإجراء تعديلات وتحديثات على أنظمتنا وخدماتنا بصفة دائمة
          ارتقاءً بمستوى الخدمة التي نقدمها لزبائننا، يحق لمجموعة الشايع مراجعة
          أو تعديل أو تغيير بنود سياسة الخصوصية هذه وشروطها في أي وقت دون إشعار.
          إن الاستخدام اللاحق و/أو الدائم لمواقعنا الإلكترونية/التطبيقات على
          الوسائل الأخرى بعد نشر التعديلات على سياسة الخصوصية سوف يُعتبر موافقةً
          منك على هذه التعديلات.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3">المواقع الإلكترونية التابعة لأطراف أخرى</h5>
        <p className=" m-0 p-0">
          قد تحتوي مواقعنا الإلكترونية/التطبيقات على روابط تصلك بمواقع أخرى،
          ونحن لا نتحمل أي مسؤولية عن أي مواقع إلكترونية أخرى أو عن ممارسات
          الخصوصية التي تتبعها تلك المواقع غير التابعة لنا أو أي محتوى أو طرق
          معالجة هذه المواقع للمعلومات الخاصة بزوارها أو مستخدميها. إننا ننصح
          بشدة أن تطّلع على سياسات الخصوصية لكافة المواقع الإلكترونية التي
          تزورها لمعرفة طرق تعاملها مع لبياناتك الشخصية.
        </p>
        <p className="my-3 p-0">
          جميع تفاصيل البطاقات الائتمانية / بطاقات السحب والمعلومات الشخصية لن
          يتم تخزينها، أو بيعها، أو مشاركتها، أو تأجيرها، أو إعطائها لأي طرف
          ثالث.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3">الضمان و الكفالة</h5>
        <p className=" m-0 p-0">
          يقر المستخدم بأن مجموعة الشايع لا تقدم أي ضمان أو كفالة أو تمثيل من أي
          نوع كان فيما يتعلق بالتحكم بالمعلومات شخصية أو جمعها أو تصحيحها أو
          الوصول إليها أو معالجتها أو استخدامها أو تخزينها أو حمايتها أو نقلها
          أو فيما يتعلق بوجود أو فعالية أي إجراءات أمنية تتخذها. ويوافق المستخدم
          على أن مجموعة الشايع لن تتحمل المسؤولية عن أي مطالبات أو خسائر أو
          أضرار من أي نوع قد تنتج عن الوصول أو الإفصاح، أو الاستخدام أو التعديل
          بواسطة أي طرف مصرح أو غير مصرح له أو عن إدخال فيروسات أو برمجيات أو أي
          عوامل أخرى مضرة وما ينتج عن ذلك من تأثيرات على البيانات الشخصية
          المخزنة في الموقع/ التطبيق.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3">حدود المسؤولية</h5>
        <p className=" m-0 p-0">
          تحت أي ظرف من الظروف، لن تتحمل مجموعة الشايع أو الشركات التابعة لها أو
          شركاؤها أو موظفوها أو مسؤولوها أو مديروها أو شركات التأمين التي تتعامل
          معها أية مسؤولية تجاهك أو تجاه أي شخصٍ آخر عن أي تكاليف أو أضرار (بما
          في ذلك أي أضرار خاصة أو غير مقصودة أو تأديبية أو غير مباشرة أو لاحقة)،
          أو أي مسؤولية من أي نوع، تنشأ أو تنتج عن جمع معلومات شخصية أو
          استخدامها أو نقلها أو معالجتها أو تخزينها كنتيجة لدخولك إلى مواقعنا
          الإلكترونية/التطبيقات على الوسائل الأخرى.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3">القانون و المحاكم المختصة</h5>
        <p className=" m-0 p-0">
          تكون كافة النزاعات الحاصلة جراء تقديم هذه الخدمة من اختصاص قانون
          الدولة ("دوائر الاختصاص القضائية") التي سجلت فيها معلوماتك الشخصية على
          موقع/تطبيق شركة الشايع. وللمزيد من التوضيح، تضم حصراً الدول التي تدير
          فيها مجموعة الشايع المحلات أو الموقع/التطبيق. وتكون دوائر الاختصاص
          القضائية هي المختصة للنظر بالنزاعات طبقاً لسياسة الخصوصية هذه، وذلك
          تبعاً للبلد الذي نشأ به النزاع.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3 text-muted">الشروط والأحكام لحملة HMXME</h5>
        <p className="m-0 mb-3 p-0">
          بالاستجابة لطلبنا فيما يتعلق باستخدام الوسم #yesHM أنت توافق على
          التالي:
        </p>
        <p className="m-0 mb-3 p-0">
          أنت تمنح علامة اتش آند ام، وشركة H & M Hennes & Mauritz GBC AB برقم
          سجل [556070-1715] والشايع، من خلال الشايع للتجارة ذ م م، والمشار إليها
          في هذا الاتفاق باسم "اتش آند ام"، تصريح غير حصري للاستخدام العالمي غير
          المدفوع، لأية صور أو محتوى متحرك، والمشار إليه في هذا الاتفاق بعبارة
          "الصور والمحتوى المتحرك"، ذا الصلة بما تتفاعل معه بالوسم #yesHM، وذلك
          للأغراض التسويقية و/أو الإعلانية للشركة، بما يشمل المتجر الإلكتروني،
          ورسائل البريد الإلكتروني، ومنصات التواصل الاجتماعي – ووسائل اتش آند ام
          الإعلانية، والحملات الإعلانية المدفوعة على منصات التواصل الاجتماعي،
          وملحقات المحلات، وغيرها من وسائل مخاطبة الزبائن. وبموجب هذا الاتفاق،
          يحق لعلامة اتش آند ام استخدام، وإصدار نسخ، وتوزيع، وتبديل و/أو تحرير،
          ودمج "الصور والمحتوى المتحرك" الخاص بك مع مواد إعلانية أخرى، بحسب قرار
          الشركة وحدها.
        </p>
        <p className="m-0 mb-3 p-0">
          وبموجب هذا الاتفاق، أنت تقر (1) بأنك تملك كافة الحقوق الكلية والجزئية
          في صورك. (2) بأنك مخول من قبل أي شخص/أشخاص يظهرون في "الصور" الخاصة
          بك، بالموافقة على منح الحقوق المنصوص عليها في هذا الاتفاق. (3) بأن
          استخدام "الصور" الخاصة بك من قبل علامة اتش آند ام، لن يمثل خرقاً لأية
          قوانين أو انتهاك لحقوق أي طرفٍ ثالث. وعليه، أنت تعفي وتحل علامة اتش
          آند ام من أية التزامات بسداد أية مبالغ لقاء أي استخدام لـ "الصور"
          الخاصة بك، ومن أي من حقوق الملكية الفكرية التي تنطوي عليها هذه "الصور"
          فيما يتعلق بالاستخدامات المذكورة أعلاه. وبموجب هذا الاتفاق، أن تعفي
          وتحل علامة اتش آند ام – وأي شخص يتصرف نيابة عنها – من أية ادعاءات،
          ومطالبات، ومسؤوليات وما نحو ذلك، فيما يتعلق باستخدام "الصور" الخاصة بك
          بحسب ما هو مذكور أعلاه.
        </p>
        <p className="m-0 mt-3 p-0">
          لقراءة هذه الشروط والأحكام، أو بيان الخصوصية بلغتك، يرجى زيارة الموقع
          الإلكتروني لعلامة اتش آند ام الخاص بدولتك.يمكنك الاطلاع على على سياسة
          الخصوصية باللغة الإنجليزية أدناه بلغتك على موقع HM.com الخاص بدولتك.
        </p>
        <p className="m-0 p-0">
          إذا كنت ترغب في إزالة الصور أو نقل المحتوى، يرجى الذهاب إلى الصورة أو
          نقل المحتوى الموجود على hm.com واضغط على "الإبلاغ عن صورة" أو اتصل
          بخدمة العملاء.
        </p>
      </div>
      <div className="policy">
        <h5 className="mt-3 text-muted">سياسة الخصوصية لـ HMXME</h5>
        <p className="mt-2 p-0">
          تقدر اتش آند ام أهمية خصوصية البيانات، ولذلك نود أن نتبع الشفافية حول
          كيفية استخدامنا لبياناتك الشخصية.
        </p>
        <p className=" m-0 p-0">
          ومن هذا المنطلق، وضعنا سياسة تحدد كيفية استخدام وحماية بيانات الشخصية.
        </p>
        <p className=" m-0 p-0">من المتحكم في بياناتك الشخصية؟</p>
        <p className=" m-0 p-0">
          إن الشركة السويدية H & M Hennes & Mauritz GBC AB ("اتش آند ام") هي
          المتحكم في البيانات الشخصية التي تقدمها أنت إلينا. كما أنها مسؤولة عن
          بياناتك الشخصية بموجب قانون حماية البيانات المطبق.
        </p>
        <p className=" mt-3 p-0">H & M Hennes & Mauritz GBC AB</p>
        <p className=" m-0 p-0">اتش آند ام هينيس و ماوريتس GBC AB</p>
        <p className=" m-0 p-0">46 شارع ميستر سامويلسغاتان</p>
        <p className=" m-0 p-0">106 38 ستوكهولم</p>
        <p className=" m-0 p-0">السويد</p>
        <p className=" mt-3 p-0">
          سجل الشركات: بولاغسفيركيت/مكتب تسجيل الشركات السويدية
        </p>
        <p className=" m-0 p-0">رقم تعريف المؤسسة: 556070-1715</p>
        <p className=" m-0 p-0">
          الممثل المخول: كارل-يوهان بيرسون (Karl-Johan Persson)
        </p>
        <p className=" m-0 p-0">
          رقم تسجيل ضريبة القيمة المضافة: الضريبة المضافة رقم SE556070171501
        </p>
        <p className=" m-0 p-0">لماذا نستخدم بياناتك الشخصية؟</p>
        <p className=" m-0 p-0">
          نحن نرغب في مشاركة واستلهام الأساليب المتنوعة في ارتداء منتجات اتش آند
          تام. وسوف نستخدم بياناتك الشخصية لمشاركة محتوى يتم مشاركته من قبل
          المستخدم، من خلال مشاركة الصور – التي تقوم أنت بإرسالها لنا – عبر كافة
          منصاتنا.
        </p>
        <p className=" mt-3 p-0">ما نوع البيانات الشخصية التي نستخدمها؟</p>
        <p className=" m-0 p-0">
          سوف نقوم باستخدام الأنواع التالية من البيانات الشخصية:
        </p>
        <p className=" m-0 p-0">•اسم حساب إنستغرام</p>
        <p className=" m-0 p-0">•الصور</p>
        <p className=" m-0 p-0">•مقاطع الفيديو</p>
        <p className=" mt-3 p-0">
          من لديه القدرة على الوصول إلى بياناتك الشخصية؟
        </p>
        <p className=" m-0 p-0">
          تستخدم البيانات التي يتم إرسالها إلى طرفٍ ثالثٍ في تزويدك بالخدمات
          المذكورة أعلاه؛ وتقوم وكالات إعلامية ومزودون تقنيون بتحميل الصور التي
          تقوم أنت بإرسالها لنا.
        </p>
        <p className=" m-0 p-0">
          نحن لا نقوم أبداً بتمرير، بيع أو مقايضة البيانات مع أي طرف ثالث خارج
          مجموعة اتش آند ام، لأغراض تسويقية.
        </p>
        <p className=" m-0 p-0">
          استناداً إلى أية أسس قانونية نقوم باستخدام بياناتك الشخصية؟
        </p>
        <p className=" m-0 p-0">
          نحن نحتاج لاستخدام بياناتك الشخصية لنتمكن من تقديم خدمة HmxME.
        </p>
        <p className=" m-0 p-0">
          ونحتاج إلى جمع بياناتك الشخصية عندما نقوم برفع صورك إلى خدمة HmxME،
          لنفي بالتزاماتنا الخاصة بخدمة HmxME.
        </p>
        <p className=" mt-3 p-0">
          إذا لم تزودنا ببياناتك الشخصية، لن نتمكن من تحميل صورك إلى خدمة HmxME.
        </p>
        <p className=" m-0 p-0">لكم من الوقت نحتفظ ببياناتك؟</p>
        <p className=" m-0 p-0">
          سوف نحتفظ ببياناتك الشخصية لمدة 24 شهراً، أو حتى إنهاء اتفاقك معنا.
        </p>
        <p className=" m-0 p-0">أين نقوم بالاحتفاظ ببياناتك؟</p>
        <p className=" m-0 p-0">
          يتم تخزين البيانات التي نقوم بجمعها في المنطقة الاقتصادية الأوروبية
          ("EEA")، لكن قد يتم نقلها ومعالجتها أيضاً في دولة خارج المنطقة
          الاقتصادية الأوروبية. ويتم مثل هذا النقل لبياناتك الشخصية بما يتفق مع
          القوانين النافذة.
        </p>
        <p className=" m-0 p-0">
          وفيما يتعلق بالنقل خارج نطاق المنطقة الاقتصادية الأوروبية، سوف تستخدم
          علامة اتش آند أم النصوص التعاقدية النموذجية وقوانين الحماية بغرض
          التأمين في الدول غير الأوروبية المصنفة من قبل اللجنة الأوربية كدول لا
          توفر حماية قانونية للبيانات الشخصية.
        </p>
        <p className=" m-0 p-0">من الذي يستطيع الوصول إلى بياناتك؟</p>
        <p className=" m-0 p-0">
          قد تتم مشاركة بياناتك داخل نطاق مجموعة اتش آند ام (لتفاصيل الشركات
          الوقاعة تحت مظلة مجموعة اتش آند ام، يرجى مراجعة تقريرنا السنوي الموجود
          على صفحة about.hm.com). نحن لا نقوم أبداً بتمرير، أو بيع، أو مقايضة
          بياناتك الشخصية لأي طرف ثالث خارج مجموعة اتش آند ام، لأغراض تسويقية.
        </p>
        <p className=" m-0 p-0">
          وسوف تقوم شركة اتش آند ام المحلية فقط بمعالجة البيانات الشخصية، وتقوم
          بمعالجة البيانات الشخصية نيابة عن الشركة السويدية.
        </p>
        <p className=" m-0 p-0">
          وتستخدم البيانات المرسلة إلى طرف ثالث فقط لتزويدك بخدماتنا. وسوف تجد
          فيما يلي تصنيفات الطرف الثالث فيما يتعلق بكل عملية معالجة.
        </p>
        <p className=" m-0 p-0">
          ما هي الأسس القانونية التي تستند إليها عمليات المعالجة؟
        </p>

        <p className=" mt-3 p-0">
          سوف نقوم بإعلامك عما إذا كانت أحكام البيانات الشخصية منصوص عليها، أو
          تتطلب إبرام عقد عند كل عملية معالجة للبيانات الشخصية التي نتلقاها منك،
          وإذا كان تقديم بياناتك الشخصية مُلزماً، والعواقب المحتملة التي قد
          تترتب على قرارك بعدم تقديمها.
        </p>
        <p className=" m-0 p-0">ما هي حقوقك؟</p>
        <p className=" m-0 p-0">حق الوصول:</p>
        <p className=" m-0 p-0">
          يحق لك طلب معلومات حول البيانات الشخصية المتعلقة بك، التي في حيازتنا،
          في أي وقت. يمكنك الاتصال باتش آند ام، وسوف نقوم بتزويدك ببياناتك
          الشخصية عبر البريد الإلكتروني.
        </p>

        <p className=" mt-4 p-0">حق النقل:</p>
        <p className=" m-3 p-0">
          لك الحق في الحصول على نسخة من بياناتك المنقولة لك أو إلى طرف ثالث، في
          أي وقت تقوم فيه اتش آند ام بمعالجة بياناتك الشخصية عبر وسائل تعمل
          تلقائياً، على أساس موافقتك، أو على أساس اتفاق مبرم. ويشمل ذلك البيانات
          الشخصية التي قمت بتقديمها إلينا.
        </p>
        <p className=" m-0 p-0">حق التصحيح:</p>
        <p className=" m-0 p-0">
          لك الحق في طلب تصحيح بياناتك الشخصية، إذا كانت المعلومات غير صحيحة،
          بما في ذلك حق استكمال البيانات الناقصة.
        </p>
        <p className=" m-0 p-0">
          إذا كنت تمتلك حساب لدى اشت آند ام، أو كنت عضو لدى اتش آند ام، يمكنك
          تحرير بياناتك الشخصية من خلال حسابك وعلى صفحات العضوية.
        </p>
        <p className=" m-0 p-0">حق الحذف</p>
        <p className=" m-0 p-0">
          لك الحق في حذف أية بيانات شخصية تمت معالجتها من قبل اتش آند ام في أي
          وقت، عدا الأحوال التالية:
        </p>

        <p className=" mt-3 p-0">• إذا كانت لديك أمور قائمة مع خدمة العملاء.</p>
        <p className=" m-0 p-0">
          • إذا كان لديك طلبية مفتوحة لم يتم شحنها بعد، أو تم شحن جزء منها.
        </p>
        <p className=" m-0 p-0">
          • إذا كانت لديك مديونيات لم تتم تسويتها مع اتش آند ام، بغض النظر عن
          طريقة الدفع.
        </p>
        <p className=" m-0 p-0">
          • إذا كان هناك اشتباه في سوء استخدامك، أو قد أسأت استخدام خدماتنا خلال
          السنوات الأربع الماضية.
        </p>
        <p className=" m-0 p-0">
          • إذا كان قد تم ترحيل مديونيتك إلى طرف ثالث خلال السنوات الثلاث
          الماضية، أو سنة واحدة للزبائن المتوفين.
        </p>
        <p className=" m-0 p-0">
          • إذا كان قد تم رفض طلبك للحصول على تسهيلات ائتمانية خلال الثلاثة أشهر
          الماضية.
        </p>
        <p className=" m-0 p-0">
          • إذا كنت قد قمت بعملية شراء، سوف نحتفظ ببياناتك الشخصية المرتبطة
          بعملية التحويل، لأغراض محاسبية.
        </p>

        <p className=" mt-3 p-0">
          حق الاعتراض على معالجة بياناتك الشخصية على أساس المصلحة المشروعة:
        </p>
        <p className=" m-0 p-0">
          يحق لك الاعتراض على معالجة بياناتك الشخصية بناءً على المصلحة المشروعة
          لشركة H&M. لن تستمر H&M في معالجة البيانات الشخصية ما لم نتمكن من
          إثبات أي مطالبات قانونية أو أسباب مشروعة للعملية تتخطى مصالحك وحقوقك.
        </p>
        <p className=" m-0 p-0">لك الحق في الاعتراض على التسويق المباشر:</p>
        <p className=" m-0 p-0">
          لديك الحق في الاعتراض على التسويق المباشر، بما في ذلك تحليل ملف
          التعريف الذي يتم إجراؤه لأغراض التسويق المباشر.
        </p>
        <p className=" m-0 p-0">
          يمكنك اختيار الخروج من التسويق المباشر عن طريق الآتي:
        </p>
        <p className=" m-0 p-0">• اتباع التعليمات في كل بريد إلكتروني</p>
        <p className=" m-0 p-0">• تعديل ضبط حساب اتش آند ام الخاص بك</p>
        <p className=" m-0 p-0">حق المنع:</p>
        <p className=" m-0 p-0">
          يحق لك أن تطلب من اتش آند ام تقييد معالجة بياناتك الشخصية في الظروف
          التالية:
        </p>
        <p className=" m-0 p-0">
          • إذا كنت تعترض على معالجة المصلحة المشروعة لعلامة اتش آند ام، فيجب
          على اتش آند ام تقييد جميع عمليات معالجة هذه البيانات انتظاراً للتحقق
          من المصلحة المشروعة.
        </p>
        <p className=" m-0 p-0">
          • إذا كنت قد أكدت أن بياناتك الشخصية غير صحيحة، فيجب على اتش آند ام
          تقييد جميع معالجة هذه البيانات انتظاراً للتحقق من دقة البيانات
          الشخصية.
        </p>
        <p className=" m-0 p-0">
          • إذا كانت المعالجة غير قانونية، يمكنك معارضة محو البيانات الشخصية
          وبدلاً من ذلك طلب تقييد استخدام بياناتك الشخصية.
        </p>
        <p className=" m-0 p-0">
          • إذا لم تعد اتش آند ام بحاجة إلى البيانات الشخصية، ولكنك تحتاج إلى
          البيانات للدفاع عن المطالبات القانونية.
        </p>
        <p className=" m-0 p-0">كيف يمكنك استخدام حقوقك؟</p>
        <p className=" m-0 p-0">
          نحن نأخذ حماية البيانات على محمل الجد. لذلك، لدينا موظفين متخصصين
          لخدمة العملاء، وهم متاحين للتعامل مع طلباتك فيما يتعلق بحقوقك المذكورة
          أعلاه. يمكنك دائماً الوصول إليهم عبر البريد الإلكتروني
          dataprotection.gb@hm.com.
        </p>
        <p className=" m-0 p-0">مسؤول حماية البيانات:</p>
        <p className=" m-0 p-0">
          قمنا بتعيين مسؤول حماية البيانات للتأكد من أننا نقوم باستمرار بمعالجة
          بياناتك الشخصية بطريقة شفافة ودقيقة وقانونية. يمكنك الاتصال بمسؤول
          حماية البيانات لدينا عبر البريد الإلكتروني dataprotection.gb@hm.com.
          اكتب DPO في خانة الموضوع.
        </p>
        <p className=" m-0 p-0">حق الشكوى إلى سلطة إشرافية:</p>
        <p className=" m-0 p-0">
          إذا كنت تعتقد أن اتش آند ام تقوم بمعالجة بياناتك الشخصية بشكل غير
          صحيح، يمكنك الاتصال بنا. كما أن لديك أيضاً الحق في تقديم شكوى إلى
          السلطة الإشرافية.
        </p>
        <p className=" m-0 p-0">تحديثات سياستنا للخصوصية:</p>
        <p className=" m-0 p-0">
          قد نحتاج إلى تحديث سياسة الخصوصية الخاصة بنا. سوف يكون أحدث إصدار من
          سياسة الخصوصية متاح دائماً على موقعنا. سنقوم بالإعلان عن أي تغييرات
          جوهرية على سياسة الخصوصية، على سبيل المثال الغرض الأساسي لمعالجة
          بياناتك الشخصية أو هوية مراقب البيانات أو حقوقك.
        </p>
        <p className=" m-0 p-0">
          لقراءة هذه الشروط والأحكام أو إشعار الخصوصية بلغتك الخاصة، يرجى زيارة
          موقع HM.com الخاص بدولتك
        </p>
        <p className=" m-0 p-0">
          إذا كنت ترغب في حذف الصور أو نقل المحتوى، يرجى زيارة الصورة أو نقل
          المحتوى الموجود على موقع hm.com واضغط على "الإبلاغ عن صورة" أو اتصل
          بخدمة العملاء.
        </p>
      </div>
    </section>
  );
}
