import React from "react";
import "./LightingPage.css";
import EnergyImage from "../../assets/LightingImages/Energy label_1.jpg";

export default function LightingPage() {
  return (
    <section className="lighting px-4 py-3" dir="rtl">
      <div className="sec">
        <h5>اتش آند ام هوم</h5>
        <p className="text-muted fw-bold">
          ابتكر التصميم الداخلي الذي تحلم به مع منتجاتنا من تشكيلة اتش آند ام
          هوم! سواء كنت ترغب في الحصول على مظهر جديد لغرفة المعيشة، أو المطبخ أو
          الحمّام، فإن تشكيلة اتش آند ام نوم تلبي كافة احتياجاتك. اختر الإضافات
          المفضلة لديكور منزلك الداخلي وتمتع بتجميعهم بكل سهولة، إذا اقتضت
          الحاجة.
        </p>
      </div>
      <div className="sec">
        <h5> روابط سريعة</h5>
        <p>
          <a href="#first">منتجات اتش آند ام هوم</a>
        </p>
        <p>
          <a href="#second">إرشادات العناية بالأثاث</a>
        </p>
        <p>
          <a href="#third">الأجزاء المفقودة</a>
        </p>
      </div>

      <div className="sec" id="first">
        <h5>منتجات اتش آند ام هوم</h5>
        <p className="text-muted fw-bold">
          جميع منتجات تشكيلة اتش آند ام هوم تناسب الاستخدام في المساحات الداخلية
          فقط. كما أن جميع المقاعد مُختبرة للاستخدام لشخص واحد. منتجات اتش آند
          ام غير مناسبة لاستخدام الأطفال، أو للاستخدام في غرفة الأطفال، كما أنها
          مصممة للاستخدام وفق نوع المنتج. على سبيل المثال، لا يمكن استخدام
          الطاولات ككرسي.
        </p>
      </div>
      <div className="sec">
        <h5>ما نوع اللمبات الكهربائية التي يمكنني استخدامها؟</h5>
        <p className="text-muted fw-bold">
          مصابيحنا مصممة للاستخدام مع اللمبات من فئة LED فقط. تُباع اللمبات بشكل
          منفصل.
        </p>
      </div>
      <div className="sec">
        <h5>ماذا يعني ملصق الطاقة؟</h5>
        <p className="text-muted fw-bold">
          يشير ملصق الطاقة إلى كمية الطاقة التي يستهلكها المنتج، على سبيل
          المثال، تشير القراءة A++ - إلى نوع لمبات الإنارة التي يمكن أن تتوافق
          مع المنتج. لا تستخدم لمبات إنارة غير الموصى بها.
        </p>
      </div>
      <img src={EnergyImage} alt="EnergyImage" style={{ maxWidth: "100%" }} />
      <div className="sec">
        <h5>هل يمكنني حمل طردي إلى المنزل؟</h5>
        <p className="text-muted fw-bold">
          جميع منتجات اتش آند ام تُباع في صناديق يسهل حملها. أما الصناديق الأكبر
          حجماً فتأتي مزودة بشريط بلاستيكي لضمان سهولة حملها.
        </p>
      </div>
      <div className="sec">
        <h5>خدمة الإرجاع</h5>
        <p className="text-muted fw-bold">
          إن كنت ترغب في إرجاع منتجات الأثاث، يرجى التواصل مع خدمة الزبائن عبر
          الرقم{" "}
          <a href="#" className="text-decoration-none">
            02-24803822.
          </a>
        </p>
      </div>
      <div className="sec" id="second">
        <h5>إرشادات العناية بالأثاث</h5>
        <p className="text-muted fw-bold">
          تساعد العناية الإضافية على الحفاظ على أثاثك لعمر طويل، كما تعمل أيضاً
          على تقليل التأثير البيئي وحفظ الموارد الطبيعية. توفر لك إرشادات
          العناية على الملصق النصائح حول أفضل السبل للعناية بالأثاث الخاص بك،
          بالإضافة إلى معلومات عن المواد الأكثر استخداماً.
        </p>
      </div>
      <div className="sec">
        <h5>المنسوجات</h5>
        <p className="text-muted fw-bold">
          تستخدم المنسوجات على نطاق واسع كمواد لتنجيد منطقة الجلوس. اتبع دائماً
          إرشادات العناية على ملصقات الأغطية القابلة للإزالة. كما يجب تنظيف
          الأغطية غير القابلة للإزالة بقطعة قماش جافة فقط، وليس غسلها.
        </p>
      </div>
      <div className="sec">
        <h5>الجلد</h5>
        <p className="text-muted fw-bold">
          تجنب ترك المنتجات الجلدية تحت أشعة الشمس لفترة طويلة، حيث يُعد الجلد
          حساس للحرارة والضوء. اتبع إرشادات العناية لتنظيف الأسطح الجلدية.
        </p>
      </div>
      <div className="sec">
        <h5>المعدن</h5>
        <p className="text-muted fw-bold">
          قم بحماية طبقة سطح المنتجات المعدنية وذلك لتجنب خدشها من الأغراض
          الحادة. وقم كذلك بتنظيف الغبار بشكل دوري بقطعة قماش جافة وناعمة.
        </p>
      </div>
      <div className="sec">
        <h5>الخشب</h5>
        <p className="text-muted fw-bold">
          اتبع إرشادات العناية وامسح السوائل المنسكبة على الفور بقطعة قماش جافة
          ونظيفة ولك لمنع استقرار البقع على الخشب.
        </p>
      </div>
      <div className="sec">
        <h5>الزجاج</h5>
        <p className="text-muted fw-bold">
          تعامل مع الزجاج بعناية! يُمكن أن تتسبب الحافة التالفة أو السطح المخدوش
          في تصدع الزجاج أو انكساره فجأة. تجنب الاصطدام بالجانبين حيث يكون
          الزجاج أكثر عرضة للخطر.
        </p>
      </div>
      <div className="sec" id="third">
        <h5>الأجزاءالمفقودة</h5>
        <p style={{ fontSize: "14px" }}>
          بعض أجزاء تجميع المنتج مفقودة. ماذا علي أن أفعل؟
        </p>
        <p className="text-muted fw-bold">
          هل تقوم بتجميع المنتج الجديد الخاص بك من تشكيلة اتش آند ام هوم ولكنك
          لاحظت أن بعض البراغي والمقابس مفقودة.
        </p>
        <p className="text-muted fw-bold">
          يجب توافر جميع مكونات المنتج في العبوة، إذا لم يكن الوضع كذلك، فنحن
          هنا للمساعدة.
        </p>
        <p className="text-muted fw-bold">
          يرجى التواصل مع{" "}
          <a href="#" className="text-decoration-none">
            خدمة العملاء
          </a>{" "}
          لترتيب موعد استلام القطع الناقصة من أحد محلاتنا. تأكد من حصولك على
          أرقام القطع الناقصة عند الاتصال بنا.يمكنك العثور على رقم الطلبية في
          الإيصال الخاص بك، أو تأكيد الطلبية، أو عبر My H&M.
        </p>
      </div>
    </section>
  );
}
