import React from "react";
import "./Questions.css";

export default function Questions() {
  return (
    <section className="questions py-5 px-4" dir="rtl">
      <h3 className="p-0 m-0">الأسئلة المتكررة</h3>
      <hr className="mt-2" />

      <div className="question">
        <h5 className="mt-3">ما هي خيارات التوصيل التي لديكم؟</h5>
        <p className="text-muted m-0 p-0">
          نقدم خدمة التوصيل للمنزل بالإضافة لخدمة اختر واستلم من المحل، كما أن
          أوقات وتكلفة التوصيل تختلف حسب المكان. للمزيد من المعلومات يرجى زيارة{" "}
          <a href="#" className="text-decoration-none">
            صفحة معلومات التوصيل.
          </a>
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">
          متى يبدأ فريق خدمة الزبائن بالعمل لدى اتش آند ام وكيف يتم الاتصال بهم؟
        </h5>
        <p className="text-muted m-0 p-0">
          بإمكانك التواصل مع فريق خدمة الزبائن على الرقم التالي:{" "}
          <a href="#" className="text-decoration-none">
            02-24803822
          </a>
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">خدمة عملاء اتش آند ام:</h5>
        <p className="text-muted m-0 p-0">
          أوقات العمل أيام السبت إلى الخميس من الساعة 8 صباحاً إلى 9 مساءً و
          أيام الجمعة من الساعة 12 مساءً إلى 9 مساءً.
        </p>
        <p className="text-muted mx-0 my-3 p-0">
          وبإمكانك الاتصال بنا باستخدام الاستمارة السريعة وسيقوم فريق العمل
          لدينا بالاتصال بك بأسرع وقت.
        </p>
      </div>

      <div className="question">
        <h5 className="mt-3"></h5>
        <p className="text-muted m-0 my-2 p-0">
          يمكنكم عرض سجل طلبيتكم في أي وقت من خلال الموقع، وبكل سهولة من خلال
          اتباع الخطوات التالية:
        </p>
        <ol className="py-0 px-3">
          <li>
            سجل الدخول عبر الموقع واضغط على قائمة "حسابي" الموجودة في أعلى
            الصفحة.
          </li>
          <li>
            اضغط على الرابط "عرض الطلبيات" على يسار الصفحة. وبهذا سوف تتمكن من
            عرض سجل الطلبية.
          </li>
        </ol>
      </div>
      <div className="question">
        <h5 className="mt-3">هل يمكنني تتبع مسار طلبيتي عبر الموقع؟</h5>
        <p className="text-muted m-0 my-2 p-0">
          بالطبع، سوف تتلقى رابط تتبع خاص عبر البريد الإلكتروني بمجرد تجهيز
          طلبيتك. سيتيح لك هذا الرابط تتبع طلبيتك في أيّ وقت ومعرفة موعد
          التوصيل.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">كم يستغرق زمن التوصيل عند تسجيل الطلبية؟</h5>
        <p className="text-muted m-0 my-2 p-0">
          البريد الالكتروني المؤكد لطلبك سوف يخبرك بالوقت المتوقع للتوصيل، وشركة
          التوصيل سوف تحاول الاتصال بك في حال عدم توفر معلومات كافية لإيصال
          طلبيتك.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-4">ماهي طريقة استرجاع المنتجات؟</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          اتش آند ام ملتزمة بتقديم أعلى مستوى في كلا من النوعية والخدمة ويسرنا
          استرداد المبلغ لأي قطعة لا تناسبك طالما تمت إعادتها دون استعمال
          وبتغليفها الأصلي خلال 14 يوما من تاريخ استلام الطلب مع نسخة من
          الفاتورة. كما أن القطع المطلوبة يمكن إعادتها لأي محل من محلات اتش آند
          ام.
        </p>
        <p className="text-muted m-0 my-2 p-0">
          للمزيد من التفاصيل من فضلك قم بزيارة{" "}
          <a href="#" className="text-decoration-none">
            صفحة الاسترجاع والتبديل{" "}
          </a>
          .
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">
          لقد استلمت رمز قسيمة خصم ولكن الرمز لا يعمل ما السبب؟
        </h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يرجى العلم أنه عند استخدام رمز الخصم أول مرة لا يمكن استخدامه مرة أخرى
          لذلك لا تستخدمه حتى تكون متأكد بأنك جاهز للطلب ودفع ثمن الطلبية.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          معظم أسباب عدم عمل رموز الخصم هي: انتهاء صلاحية الرمز، أو أن الرمز
          استخدم لمنتجات لا ينطبق عليها استخدام رمز الخصم، أو لم يتم الوصول للحد
          الأدنى للطلبية
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إذا كنت تواجه مشاكل أخرى نرجو منك الاتصال بنا باستخدام طلب الاستمارة
          السريعة وسيسرنا شرح كيف تستطيع استرجاع قيمة خصوماتك عن طريق الموقع.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">
          كيف أستطيع إزالة تفاصيل معلوماتي من قائمة بريدكم؟
        </h5>
        <p className="text-muted m-0 my-2 p-0">
          نأسف لسماعنا أنك تفكر بعدم الاشتراك. يمكنك الدخول الى حسابك على موقعنا
          واتباع الخطوات التالية
        </p>
        <ol className="py-0 px-3">
          <li>اضغط على رابط "حسابي" في أعلى صفحة الموقع</li>
          <li>اضغط على "الطريقة المفضلة للاتصال"</li>
          <li>قم بإزالة علامة تفعيل بريدك واضغط "حفظ"</li>
          <li>ستظهر لك رسالة تقول: تم إلغاء الاشتراك</li>
          <li>
            إن كنت تريد الاشتراك لمعرفة أخبارنا مرة أخرى في أي وقت، ضع علامة
            التفعيل على المربع واضغط على "حفظ"
          </li>
        </ol>
        <p className="text-muted m-0 my-2 p-0">
          يمكنك أيضا إلغاء الاشتراك بالضغط على رابط إلغاء الاشتراك في نهاية أي
          بريد إلكتروني. عند الضغط سنقوم بتوجيهك إلى صفحة عدم الاشتراك في الموقع
          وبمجرد إدخال سبب عدم الاشتراك والضغط على "إلغاء الاشتراك"، سيتم
          الإلغاء وستتمكن من القيام برحلة تسوق جديدة.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">لماذا تم إلغاء طلبيتي؟</h5>
        <p className="text-muted m-0 my-2 p-0">
          قد يكون تم إلغاء طلبيتك لعدة أسباب وأكثر الأسباب هي:
        </p>
        <ul className="py-0 px-3">
          <li>
            ارتفاع الطلب على السلع – وفي هذه الحالة سيصلك بريد الكتروني يؤكد
            الإلغاء وماذا يجب أن تفعل بعد ذلك.
          </li>
          <li>إذا طلبت الإلغاء. سيصلك بريد الكتروني يؤكد إلغاء الطلبية.</li>
          <li>في حالة فشل توصيل الطلب لعنوان التوصيل الذي حددته.</li>
          <li>إذا حدث فشل في عملية الدفع.</li>
          <li>إذا لم يتم استلام الطلبية من المحل المحدد خلال 14 يوم.</li>
        </ul>
      </div>

      <div className="question">
        <h5 className="mt-3">ما المقصود بخدمة "الاستلام من محلاتنا"؟</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          تستطيع طلب أي منتج من الموقع من خلال خدمة "الاستلام من محلاتنا"، حيث
          يتم توصيله للمحل الذي تختاره من بين هذه المحلات:
        </p>
        <p className="px-0 py-2 m-0">• سيتي ستارز، القاهرة</p>
        <p className="px-0 py-2 m-0">• سيتي سنتر، الإسكندرية</p>
        <p className="px-0 py-2 m-0">• داندي مول، القاهرة</p>
        <p className="px-0 py-2 m-0">• القطامية داون تاون، القاهرة</p>
        <p className="px-0 py-2 m-0">• المعادي سيتي سنتر، القاهرة</p>
        <p className="px-0 py-2 m-0">• شارع لبنان بالمهندسين، القاهرة</p>
        <p className="px-0 py-2 m-0">• كايرو فستيفال سيتي</p>
        <p className="px-0 py-2 m-0">
          • محل الأطفال، شارع لبنان، المهندسين، القاهرة
        </p>
        <p className="px-0 py-2 m-0">• سموحة، لوتس ستارز، الإسكندرية</p>
        <p className="px-0 py-2 m-0">• سموحة، لوتس ستارز، الإسكندرية</p>
        <p className="px-0 py-2 m-0">• شارع نهرو، مصر الجديدة، القاهرة</p>
        <p className="px-0 py-2 m-0">• مول مصر</p>
        <p className="px-0 py-2 m-0">• الدقي، شارع نادي الصيد</p>
      </div>

      <div className="question">
        <h5 className="mt-3">
          لقد سجلت طلبية عن طريق الموقع ولكن لم يصلني بريد الكتروني للتأكيد.
          لماذا؟
        </h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          نأسف لعدم استلامك بريد الكتروني للتأكيد. إذا كان عنوان بريدنا ليس في
          قائمة عناوينك الآمنة فربما قد صنفه بريدك على أنه غير مرغوب فيه، وهذا
          يعني انه لن يظهر في صندوق بريدك، فمن الأفضل التأكد أن عنوان بريدك قد
          تم إدخاله بشكل صحيح.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          الرسائل الالكترونية لتأكيد الطلبية ترسل عادةً بعد دقائق من تسجيل
          الطلبية. ولكن عندما يكون الموقع مشغول نظراً لارتفاع الطلب على السلع،
          يتوجب عليك الانتظار قليلاً قبل استلام البريد الالكتروني.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">كيف يمكنني تغيير عنوان التوصيل؟</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          بإمكانك تحديث سجل عناوينك بالضغط على رابط "حسابي" في أعلى الصفحة
          والدخول باستخدام اسم المستخدم وكلمة السر واختيار سجل العناوين حيث
          بإمكانك إضافة، أو إزالة، أو تعديل العناوين الخاصة بك.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إذا قمت بأي تغيرات على العنوان بعد تسجيل الطلبية فإن تفاصيل ومعلومات
          التوصيل لن تتغير، لأنه عندما يتم تسجيل الطلبية لا نستطيع تغيير عنوان
          التوصيل مهما كان.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">
          بعد اتمام الطلبية، متى يتم خصم المبلغ من حسابي؟
        </h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          سيتم تحصيل جميع المدفوعات بمجرد إتمام الطلبية. يسري على البطاقات
          الائتمانية وبطاقات السحب الآلي.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">كيف أعرف أن الطلبية عبر الموقع تمت بنجاح؟</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          عند تسجيل طلبية على موقعنا سوف نرسل بريد الكتروني يؤكد طلبيتك وكل
          معلومات التوصيل وعنوان الفاتورة وكل المنتجات التي طلبتها.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          نرجو منك التأكد أن جميع المعلومات صحيحة في بريد التأكيد لأن المعلومات
          غير الصحيحة ممكن أن تتسبب في تأخير في طلبيتك.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">لقد نسيت كلمة السر. ماذا أفعل؟</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إذا كان لديك حساب على موقعنا ونسيت كلمة السر نرجو منك أن تضغط هنا
          <a href="#" className="text-decoration-none">
            "تسجيل الدخول أو التسجيل"{" "}
          </a>{" "}
          ثم انقر على رابط "نسيت كلمة السر" سنرسل لك بريد إلكتروني مع تعليمات
          لإعادة تعيين كلمة السر.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إذا لم تستلم رسالة حول إعادة تعيين كلمة السر خلال ساعة، ادخل على مجلد
          الرسائل غير المرغوب فيها. وإذا لم تجد الرسالة في ذلك المجلد نرجو منك
          الاتصال بفريق خدمة الزبائن على الرقم
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          <a href="#" className="text-decoration-none">
            02-24803822
          </a>
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">هل أستطيع تغيير معلومات الدفع؟</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          عندما يتم قبول طلبيتك لا تستطيع تغيير معلومات الدفع كما أننا بشكل
          افتراضي لا نحفظ أي معلومات دفع في أنظمة أجهزتنا.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">كيف أستطيع تحديث بياناتي الشخصية؟</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          لتحديث أو تغيير بياناتك الشخصية نرجو منك الدخول على (اتش آند ام
          الكويت) باستخدام رابط "تسجيل الدخول أو التسجيل" في أعلى الصفحة. وإذا
          كنت قد سجلت دخول مسبقاً، يرجى الضغط على "حسابي" في أعلي الصفحة ثم اختر
          "تفاصيل الدخول والاتصال المفضلة" ومن هنا بإمكانك مشاهدة وتعديل كلمة
          السر، والعناوين، وقائمة الأمنيات، ومعلومات الاتصال وكيف تريد منا أن
          نتصل بك.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">رابط العثور على المحل</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">البحث عن المحلات</p>
      </div>
      <div className="question">
        <h5 className="mt-3">رابط دليل المقاسات</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">دليل المقاسات</p>
      </div>
      <div className="question">
        <h5 className="mt-3">العناية بالقماش - إرشادات الغسيل</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إن معرفة كيفية غسل القماش ليس من شأنه إطالة عمر استخدامه وحسب، وإنما
          يساعد في تقليل تأثره بالعوامل البيئية والمحافظة على الموارد الطبيعة
          المنسوج منها أيضاً. سوف تساعدكم التعليمات الواردة بالملصق في التعرف
          على تعليمات الغسيل وكيفية توفير العناية المثالية للقماش، وإليكم هنا
          بعض النصائح الهامة:
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الصوف الخشن</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ينبغي تجفيف الملابس المنسوجة من الصوف الخشن بشكلٍ مسطح للحفاظ على
          مظهرها الأصلي، ولهذا السبب ستجدون أن هذه الملابس تأتي مع ملصق خاص ينصح
          بالتجفيف بشكلٍ مسطح.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الكتان</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يعتبر نسيج الكتان من الأنسجة الطبيعية التي تتجعد أو تنكمش بسهولة عندما
          تكون مبللة. لاستعادة شكل النسيج الأصلي والحفاظ على لمعانه، يجب كيه
          بالبخار الساخن على الوجه الآخر (الداخلي) للقطعة.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الفيسكوز</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يعتبر الفيسكوز من الأنسجة الصناعية المصنوعة من السليولوز التي تتجعد أو
          تنكمش بسهولة عندما تكون مبللة. لاستعادة مظهر النسيج الأصلي، يجب كيه
          بالبخار الساخن.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الحرير</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يعتبر الحرير من الأنسجة شديدة النعومة التي يجب التعامل معها بعناية.
          يُفضل استخدام نوعية خاصة من المنظفات عند تنظيف الحرير، مع تجنب شد
          النسيج بقوة عندما يكون مبلل.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الصوف الطبيعي</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          غالباً ما يكون وضع المنتجات المنسوجة من الصوف الطبيعي في الهواء الطلق
          كافياً، ويُفضل استخدام نوعية خاصة من المنظفات عند التنظيف. يٌمكن
          التنظيف في الغسالة (دورة غسل الصوف) أو يدوياً. يتم كي القماش بعد
          الغسيل لاستعادة لمعانه ومظهره الطبيعي.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الدنيم</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يتم غسل الملابس الجينز من خلال قلبها على الوجه الآخر (الداخلي) للحد من
          تلاشي الألوان. ويتم إخراجها على الفور من الغسالة لتجنب التجعيدات. وبما
          أن الدنيم مصبوغ بأصباغ خاصة، فقد تبقى هذه الأصباغ عالقة بعض جزيئات
          الصبغ الصغيرة على السطح، والتي يمكنكم فركها للتخلص منها.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الجلد والشامواه</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ينصح بغسل الجلود عن طريق مختصين في غسل الجلود والأقمشة المنسوجة من
          الجلد والشامواه. اتبع إرشادات العناية.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يرجي استخدام ملمع الأحذية أو الرذاذ المقاوم للماء مع الأحذية والحقائب
          المصنوعة من الجلد. سوف يساعد ذلك في حمايتها من الماء، والحفاظ عليها
          لفترةٍ أطول.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          لا تستخدم الملمع، واستخدم فقط الرذاذ المقاوم للماء مع المنتجات
          المصنوعة من الشامواه أو النوبوك. كما يُنصح بعدم ارتداء حذائك أو حقيبتك
          المنسوجة منهما عندما يكون الجو ممطراً، فقد يتسبب ذلك في ظهور البقع،
          وتغير لون الصبغة وانتقالها لملابسك بسهولة. يرجي وضع الحذاء داخل القالب
          للحفاظ على مظهره، واستخدام عصا تسهيل الارتداء لحمايته من الخلف وعند
          الكعب. يرجي حل أربطة الحذاء والإبزيم بعناية عند الخلع ووضعهم في
          الداخل.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">الجاكيتات المنفوخة</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ضع كرات التنس في آلة تجفيف الملابس عند تجفيف الجاكيتات المنفوخة
          (المحشوة بالزغب والريش وغيرها)، وذلك لتوزيع الحشو بشكلٍ متساوٍ. كما
          يجب أن يتم تجفيفها بشكلٍ كامل.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">معطف المطر</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ينصح بتجفيف معطف المطر عن طريق تعليقه. ولكن إن كنت ترغب في تجفيفه في
          آلة التجفيف، فينصح بأن تتم العملية على درجة حرارة منخفضة. يرجى اتباع
          إرشادات العناية.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">التفاصيل الملحقة بالملابس</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          انزع التفاصيل الملحقة القابلة للإزالة، وارفع السحابات واللاصقات
          الفيلكرو قبل الغسيل. اغسل الكلونات النايلون والملابس الرقيقة مع هذه
          الأجزاء الملحقة في حقيبة غسيل.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">العناية بالملابس – الغسيل الصحيح:</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إن عملية غسل وتجفيف وكي ملابسك تشكل ما نسبته 36% من إجمالي التأثير
          البيئي على القماش خلال فترة استخدامه، وباختيارات أكثر ذكاءً ووعياً
          يمكن تقليل هذه النسبة إلى أكثر من النصف.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يمكنك أن تساعد بيئتك وملابسك من خلال تقليل تكرار عملية غسل الملابس
          والخفض من درجة حرارة عملية الغسيل، والتقليل من استخدام عملية الكي
          وتجنب التجفيف الآلي للملابس.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إن اختيار أساليب أكثر ذكاءً يمكن أن يساعد في إطالة عمر ملابسك المفضلة،
          بالإضافة إلى تقليل التأثير البيئي والحفاظ على ملابسك نظيفة.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">لا داعي لغسل الملابس غير المتسخة</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          لا داعي لغسل الملابس غير المتسخة، وبدلاً من ذلك يمكن تهويتها وتنظيفها
          باستخدام الفرشاة.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">خفض درجة حرارة عملية الغسيل</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          تضع اتش آند ام عادةً ملصقات على الملابس للغسيل بأقصى درجة حرارة مسموح
          بها، ولكن يمكنك خفض درجة الحرارة لتوفير الطاقة.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          كما أن أغلب مواد التنظيف تعمل بشكلٍ ممتاز عند درجات حرارة أقل، وللعلم
          فإن غسل الملابس على درجة حرارة 40 مئوية يستهلك نصف الطاقة التي يتم
          استهلاكها على درجة حرارة 60 مئوية.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ودائماً ما تنصح اتش آند ام زبائنها بغسل الملابس المتسخة بشدة والملابس
          الداخلية عند أعلى درجة حرارة مسموح بها.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          يرجى عدم غسل الملابس على درجة حرارة أعلى مما هو مذكور في إرشادات
          العناية.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">املئ غسالتك</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          قم بفرز الملابس بحسب اللون ودرجة الحرارة المسموح بها عند الغسيل، املئ
          غسالتك ولكن لا تقم بتكديس الملابس.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          تعد غسالة الملابس ممتلئة في حال كان بإمكانك وضع قبضتك بشكل مغلق عند
          سطح الملابس دون ضغطها.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ينصح باستخدام نظام توفير الطاقة عند الغسيل – أغلب الغسالات الحديثة
          تحتوي على نظام مماثل.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">قم باختيار مواد تنظيف صديقة للبيئة</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          تنصح اتش آند ام باستخدام منظفات صديقة للبيئة خالية من المبيضات البصرية
          والفوسفات، وذلك لأن لها تأثير سلبي على البيئة عند إطلاقها في الهواء.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          قم باستخدام كميات مسحوق التنظيف بحسب ما هو موصى به ومذكور على العلبة،
          بحيث أن زيادة كمية مسحوق التنظيف لن يزيد من نظافة الملابس.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ولمعرفة المزيد عن الكمية المناسبة اللازم استخدامها، يجب أن تعرف فيما
          إذا كانت المياه التي لديك عسرة أم نقية.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          تجنب استخدام منعمات الأنسجة، ومع ذلك فإن اتش آند ام تنصح بغسل الأنسجة
          المصنوعة من الأكريليك مع مواد تنعيم الأنسجة لعدم خلق كهرباء ساكنة في
          الأقمشة بعد غسلها.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">تجنب التنظيف الجاف – Dry Cleaning</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إن عملية التنظيف الجاف هي عبارة عن غسل الملابس باستخدام المذيبات
          العضوية وهو ذو تأثير سلبي على البيئة حيث أن تنبعث الأوساخ المراد
          التخلص منها في الهواء.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          وتحتاج مجموعة صغيرة فقط من أقمشة اتش آند ام إلى غسلها بطريقة التنظيف
          الجاف، وذلك لأنها تحتوي على تفاصيل ومواد قد تتسبب في تغير اللون أو
          تغير في الشكل عند غسلها في المنزل.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          أما اليوم، فهناك وسائل تنظيف غسيل جاف صديقة للبيئة تقوم بتنظيف الملابس
          باستخدام ثاني أكسيد الكربون الذي يتم استصلاحه من المصانع، وهذا النوع
          من التنظيف الجاف لا يصدر عنه مواد كيميائية.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">أترك ملابسك لتجف في الهواء</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          ينصح بترك الملابس لتجف بشكل طبيعي في الهواء، وذلك أن النشافات تستهلك
          الكثير من الطاقة.
        </p>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          وللتقليل من وقت التجفيف، فإن دورة لطيفة للملابس قبل إخراجهم من الغسالة
          ستفي بالغرض.
        </p>
      </div>
      <div className="question">
        <h5 className="mt-3">التبرع بالملابس القديمة!</h5>
        <p className="text-muted m-0 mt-2 mb-3 p-0">
          إن كان لديك ملابس قديمة ولم ترتديها منذ فترة طويلة، ما عليك سوى التبرع
          بها للمنظمات والهيئات التي تهتم بإعادة تدوير الملابس مرة أخرى.
        </p>
      </div>
    </section>
  );
}
