import React from "react";
import "./PurchaseTerms.css";
import { Col, Container, Row } from "react-bootstrap";
import Table from "react-bootstrap/Table";

export default function PurchaseTerms() {
  return (
    <section className="purchase-terms" dir="rtl">
      <Container className="p-3 m-auto">
        <h3 className="p-0 m-0">شروط وأحكام الشراء</h3>
        <hr className="mt-2" />
        <p className="text-muted fw-bold m-0 p-0">
          تحدد هذه الصفحة الشروط والأحكام القانونية (الشروط والأحكام) التي تقوم
          بموجبها شركة محمد حمود الشايع أو الشركات التابعة لها ("نحن" أو الضمير
          المتصل "نا") في محل إقامتك ببيع المنتجات ("المنتجات" أو "المنتج")
          المدرجة على هذا الموقع الإلكتروني، أو تطبيق الهاتف المحمول أو الجهاز
          اللوحي، أو أيّ منصة أخرى (يُشار إليهم مجتمعين باسم "الموقع
          الالكتروني"). إنّ هذه الشروط والأحكام عرضة للتغيير في أي وقت لذا يجب
          عليك الاطّلاع عليها قبل القيام بأي عملية شراء جديدة. نحن نحرص على
          الالتزام بالمعايير الدولية المتعلقة بالبيع عن بعد وبالتجارة
          الإلكترونية في كافة الأوقات فإذا كان لديك أي تساؤل، يرجى الاتصال بنا.
        </p>
        <div className="term">
          <h5 className="mt-3">الطلب</h5>
          <p className="text-muted fw-bold m-0 p-0">
            من خلال طلب المنتجات عبر موقعنا الإلكتروني، فإنك تؤكد على رغبتك في
            إبرام عقد معنا من أجل شراء تلك المنتجات بالأسعار المبينة في التاريخ
            والوقت الذي تقوم فيه بالطلب. أنت تقوم بعمل أمر بشراء المنتجات التي
            تختارها من على الموقع عن طريق الضغط على زر "تأكيد الطلب" في آخر
            عملية إخراج الطلب. وفي خلال عملية إخراج الطلب، سنطلب منك إكمال
            تفاصيل السداد الخاصة بك. يجب عليك تكملة كافة المساحات الموضح أمامها
            أنها لازمة (ويشمل ذلك إعطائنا رقم هاتفك وعنوان بريدك الإلكتروني
            الساريين)، وسنقوم بعدها بإرسال بريد إلكتروني لتأكيد الاستلام،
            وتفاصيل الطلب، ومصاريف التوصيل والتي يتم إضافتها إلى ثمن الشراء (إذا
            كانت مطبقة).
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            نحن نحتفظ بحق تغيير أسعار المنتجات من حين لآخر، في الفترات التي يتم
            فيها عمل عروض ترويجية على المنتجات أو في حال تسعير المنتجات بشكل
            خاطئ على سبيل المثال. إذا كان السعر الفعلي للمنتجات في وقت طلبك أعلى
            من السعر المذكور إليك، سنقوم بالاتصال بك للحصول على توجيهاتك بخصوص
            العملية قبل قبول الشراء من جانبنا. الأسعار لا تشمل أي ضريبة قيمة
            مضافة تكون أي ضريبة قيمة مضافة أو ضريبة السلع والخدمات أو أي ضرائب
            أو رسوم أخرى مماثلة مطبقة بموجب القانون السائد.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            يرجى العلم بأن إتمام عملية الشراء الإلكتروني أو إرسال رسالتنا
            الإلكترونية التأكيدية لا يشكلان قبولاً من طرفنا لطلبك. إنما يعتبر
            طلبك مقبولاً لدينا عند سدادك لثمن الشراء كاملاً. بإمكانك مراجعة
            الطلبات المقدمة ومراجعة وضعها الحالي في أي وقت من الاوقات خلال زيارة
            موقعنا الإلكتروني والنقر على "تسجيل الدخول" أعلى الصفحة ومن ثم "تعقب
            طلبك".
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            إذا لم نتمكن من توريد المنتجات التي طلبتها لأي سبب من الأسباب لن
            نقوم بإتمام طلبك وسنعلمك بذلك. وقد يعود ذلك إلى نفاد المنتج المطلوب
            أو وجود خطأ في السعر. وإذا كنت قد دفعت مقابل تلك المنتجات، سنعيد
            إليك المبلغ المدفوع بالكامل إلى البطاقة التي استخدمتها للشراء
            وبالسرعة الممكنة والمعقولة. ولا نعد مسئولين عن أي تأخير في عملية
            إعادة المبالغ والناتجة عن أي عمليات بنكية.
          </p>
        </div>

        <div className="term">
          <h5 className="mt-3">التوصيل/ الاستلام</h5>
          <p className="text-muted fw-bold m-0 p-0">
            يمكننا إتمام طلبك للتوصيل أو الاستلام فقط داخل الدول التي يسمح لنا
            فيها ببيع المنتجات. بإمكانك أن تختار إما توصيل المنتجات إلى عنوانك
            أو بتوفيرها في أحد متاجرنا لتقوم أنت باستلامها من هناك.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            إذا اخترت استلام المنتجات من أحد متاجرنا، سيطلب منك اختيار المتجر
            الذي يناسبك. يمكنك فقط استلام الطلب من متجر معين لنفس العلامة
            التجارية التي اشتريت المنتجات منها.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            إذا اخترت توصيل المنتجات إليك، يرجى العلم بأن رسوم وأوقات التوصيل
            تتفاوت بحسب نوع المنتجات المطلوبة والخدمات التي اخترتها وعنوان
            التوصيل.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            إذا اخترت خدمة الدفع عند الاستلام، لا يجوز فتح الطلبيات إلا بعد
            الموافقة والدفع.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            سنبذل قصارى جهدنا لتوصيل المنتجات إلى عنوانك أو توفير المنتجات
            للاستلام في المتجر المناسب في تاريخ التوصيل/ التسليم التقديري الذي
            يُحدد في رسالتنا الإلكترونية التي تؤكد طلبك. إذا لم نتمكن من
            الالتزام بتاريخ التوصيل/ الاستلام، سنقوم بالاتصال بك بأسرع ما يمكننا
            لتحديد موعد تقديري آخر. سوف نخبرك متى سيكون الطلب جاهزاً للاستلام أو
            للتسليم في العنوان، حسب مقتضى الحال. إذا رغبت بالاستلام في أحد
            متاجرنا، عليك استلام الطلب خلال 7 أيام عمل من تبليغك بأن الطلب جاهز،
            وفي حال عدم استلام الطلب نحتفظ بحق إلغاء الطلب ودون الحاجة الى اي
            تبليغ، وإعادة المنتجات إلى مستودعاتنا و (إن لزم الأمر وكان ممكناً)
            رد المبلغ إلى البطاقة التي دفعت منها.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            إذا اخترت التوصيل إلى عنوانك ولم يتواجد أحد في العنوان المحدد في وقت
            التوصيل، ستقوم شركة التوصيل بالاتصال بك لترتيب موعد توصيل آخر. يمكن
            ترك المنتجات لدى الغير (مثل حارس العقار أو الخادمة المنزلية) بتفويض
            صريح منك.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            تنتقل المخاطر المتعلقة بالمنتجات التي تطلبها (بما فيها مخاطر فقدان
            و/أو تلف المنتجات) إليك عندما يتم توصيلها إلى عنوان التسليم المحدد
            في طلبك، أو بعد استلامها من متجرنا (وفق ما يكون مناسباً) ولن نكون
            ملزمين باسترجاع أو استبدال المنتجات في حال كان العنوان الذي قمت
            بتحديده غير صحيح. في بعض الأحيان، قد يتأخر أو يُمنع توريد المنتجات
            التي طلبتها لأسباب تفوق سيطرتنا (مثل نقص المواد أو التأخر في
            الاستيراد أو ارتفاع الطلب عما هو متوقع). وفي مثل تلك الحالات، سنبذل
            قصارى جهدنا لإبقائك على علم بذلك إلا أننا لا نتحمل أي مسؤولية تجاهك
            مقابل ذلك التأخير أو الإخفاق في التوصيل.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            لك الحق – في خلال أربعة عشر يوما من تاريخ شراء واستلام المنتج في
            المطالبة باسترداد كامل المبلغ لأي منتج غير معيوب صناعيا من المتجر.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            لك الحق – في خلال ثلاثون يوما من تاريخ الشراء والاستلام- في المطالبة
            من خلال فريق خدمة العملاء باسترداد المبلغ وذلك في حالة ان المنتج
            يحمل عيوب صناعية أو معيوب أو تم توصيله بشكل خاطئ.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            في كافة الأحوال، يجب إعادة أي هدية أو أي عرض قمت باستلامها وقت
            الشراء عند رغبتك في الاستبدال أو استرجاع المنتجات.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            المنتجات المستبدلة يجب استرجاعها بغلافها وبطاقتها التعريفية عند
            إتمام عملية الشراء ومرفقة بإيصال الشراء الأصلي.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            المنتجات الخاصة بملابس السباحة والملابس الداخلية والملابس الداخلية
            للنساء والأقراط ومستحضرات التجميل لا يمكن استبدالها أو استرجاعها إلا
            في حالة وجود عيوب مصنعة لسلامة زبائننا او قد تم تسليمها بشكل خاطئ.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            أي ضريبة مفروضة على المنتجات سوف يتحملها كل منا بحسب ما هو منصوص
            عليه في القانون.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">حامل البطاقة المصرح له</h5>
          <p className="text-muted fw-bold m-0 p-0">
            يمكنك تسجيل طلبيتك واختيار المنتج (المنتجات) التي ترغب في شرائها عبر
            أيّ من منصاتنا. قم بإضافة منتجاتك إلى سلة التسوّق ثم أكمل عملية
            الدفع (للطلبية). أثناء إتمام عملية الدفع، سيُطلب منك إدخال بعض
            التفاصيل، حيث يجب إكمال جميع الحقول المُشار إليها حتى يتسنى لنا
            استكمال طلبيتك (تتضمن هذه التفاصيل تزويّدنا باسمك، وعنوان التسليم
            (حسب المقتضى)، وتفاصيل الدفع (باستثناء اختيارك لخدمة الدفع نقداً عند
            الاستلام)، ورقم هاتف صالح، وعنوان البريد الإلكتروني). سيتم إدارة أيّ
            معلومات شخصية تقدّمها لنا وفقاً لسياسة الخصوصية. باستخدامك لبطاقة
            الائتمان/الخصم، فإنك تؤكد من جهتك أن بطاقة الائتمان/الخصم المُستخدمة
            هي ملكك أو أنك قد حصلت من مالك بطاقة الائتمان/ الخصم على تصريح خاص
            باستخدامها. يخضع جميع حاملي بطاقات الائتمان/ الخصم لعملية التحقق
            والتصريح من قبل جهة الإصدار. إذا رفض مُصدر بطاقتك الدفع، فلن نتحمّل
            المسئولية عن أيّ تأخير أو عدم التسليم.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">سياسة الإرجاع للطلبات عبر الموقع الإلكتروني</h5>
          <p className="text-muted fw-bold m-0 p-0">
            فيما يتعلّق بإرجاع المنتجات التي تمّ شراؤها أونلاين، فإنك ستتحمّل
            مسئولية جميع المخاطر كاملة (بما يشمل فقدان و/أو تلف المنتجات) عند
            تسليم المنتج إلى العنوان المُحدد في الطلبية ولن نتحمّل نحن مسئولية
            ردّ الأموال أو استبدالها في حال كان العنوان المُحدد غير صحيح. قد
            يحدث تأخير في توريد المنتجات أو قد لا نتمكن من توفيرها لأسباب خارجة
            عن إرادتنا (على سبيل المثال: نقص في المواد، أو تأخر في الاستيراد، أو
            زيادة الطلب عن المتوقع). وعليه، سنبقيك على إطلاع بأحدث المستجدات،
            إلا أننا لن نتحمّل مسئولية أيّ تأخير ينتج عن هذا الحدث.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">سياسة الإرجاع العامة</h5>
          <p className="text-muted fw-bold m-0 p-0">
            نُقدّم سياسة إرجاع تقديرية لمدة أربعة عشر (14) يوماً، والتي يمكنك
            خلالها التقدّم بطلب لإرجاع أيّ منتج اشتريته أونلاين واسترداد قيمته.
            إذا تم إرجاع الطلبية بالكامل، فسيحق لك استرداد قيمة الطلبية بالكامل
            بما فيها رسوم التوصيل. لا تسري هذه السياسة على المنتجات المعيبة أو
            التالفة، وفي حال كانت المنتجات تالفة أو معيبة، سيتم إرجاعها وفقاً
            لسياسة الإرجاع الواردة أدناه.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            يجب إتمام أيّ عملية إرجاع خاضعة لهذه السياسة في غضون أربعة عشر (14)
            يوماً من تاريخ استلامك للطلبية.
          </p>
          <p className="text-muted fw-bold mt-3 p-0">
            تهدف سياسة الإرجاع العامة هذه إلى توفير تجربة تسوّق أكثر سهولة. ومع
            ذلك، فإننا نُسجّل عدد عمليات الإرجاع التي يقوم بها الزبائن وقد نرفض
            بعض طلبات الإرجاع مستقبلاً بحسب تقديرنا في حال تكررت عمليات الإرجاع.
          </p>
          <p className="text-muted fw-bold m-0 p-0">
            لا تسري سياسة الإرجاع العامة في الحالات التالية:
            <ol className="text-muted mt-3">
              <li className="py-2">
                بطاقة هدايا إلكترونية أو رصيد بطاقة الهدايا الإلكترونية.
              </li>
              <li className="py-2">
                ليس بحالته الأصلية المغلفة وغير المفتوحة مع عدم وجود الملصقات؛.
              </li>
              <li className="py-2">
                ليس بحالته الأصلية مع فقدان بعض العناصر مثل الأحزمة أو غيرها من
                الإكسسوارات المرفقة؛
              </li>
              <li className="py-2">
                كان المنتج مشمولاً بالتصفيات ومُحدد بعلامة غير قابل للإرجاع؛
              </li>
              <li className="py-2">
                تم بيع المنتج كجزء من عرض مثل اشتر قطعتين بسعر واحدة أو احصل على
                منتج مجاني؛
              </li>
              <li className="py-2">
                جزءاً من المنتجات التالية:
                <ul>
                  <li className="py-2">سروال داخلي؛</li>
                  <li className="py-2">لانجري؛</li>
                  <li className="py-2"> منتجات القدمين والساقين؛</li>
                  <li className="py-2">الجوارب؛</li>
                  <li className="py-2">ملابس السباحة؛</li>
                  <li className="py-2">العطور؛</li>
                  <li className="py-2">
                    منتجات الصحة والجمال (مثل منتجات العناية بالجسم، والمكياج،
                    ومستحضرات التجميل)؛
                  </li>
                  <li className="py-2">
                    المنتجات المُخصصة والمُصممة حسب الطلب؛ أو
                  </li>
                  <li className="py-2">المنتجات القابلة للتلف</li>
                </ul>
              </li>
            </ol>
            يرجى ملاحظة الخيارات الواردة أدناه للتعرّف على طريقة إرجاع المنتجات
            وردّ الأموال
            <ol className="text-muted mt-3">
              <li className="py-2">
                الإرجاع إلى المحل: يجب زيارة أقرب محلاتنا إليك.
              </li>
              <li className="py-2">
                تقدّيم طلب للإرجاع أونلاين: يمكنك تقدّيم طلب الإرجاع أونلاين تحت
                "حسابي". اختر المنتجات التي ترغب في إرجاعها وسجّل طلب الإرجاع
                للترتيب لتسليم المنتج.
              </li>
            </ol>
            عند اختيار أيٍّ من خيارات الإرجاع أعلاه، تأكد مما يلي عند إرسال
            المنتج:
            <ol className="text-muted mt-3">
              <li className="py-2">
                تأكد أن المنتج بغلافه الأصلي وغير مفتوح مع إرفاق جميع العلامات
                والملصقات؛
              </li>
              <li className="py-2">
                تأكد من إرفاق أيّ إكسسوارات مُباعة مع المنتج مثل الأحزمة؛
              </li>
              <li className="py-2">
                إذا اشتريت المنتج مع هدية مجانية، فيجب إرجاع الهدية المجانية
                أيضاً عند إرجاع المنتج. كما يجب أن تكون الهدية بحالتها الأصلية
                وغير مستخدمة أو واردة ضمن الفئات أو المنتجات غير القابلة
                للإرجاع، وفقاً للخيارات المذكورة آنفاً؛
              </li>
              <li className="py-2">يشمل الفاتورة الأصلية.</li>
            </ol>
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            يجب التأكد من إرجاع المنتجات التي ترغب في إرجاعها في غضون أربعة عشر
            يوماً من تاريخ استلامك للطلبية. قد لا يتم قبول إرجاع أيّ منتج بعد
            مرور هذه الفترة. كما أننا قد لا نقبل إرجاع أيّ منتج بدون الفاتورة
            الأصلية. علاوة على أننا قد لا نتمكن من ربط المنتج المسترجع بحسابك في
            حال فشلت في تقدّيم الفاتورة الأصلية عند إرجاع المنتج. وعليه، يجب
            الحرص دائماً على إرفاق الفاتورة الأصلية حتى نتمكن من إتمام عملية ردّ
            أموالك. فضلاً عن إننا لن نتحمّل مسئولية عدم إرجاع الأموال في حال عدم
            إرفاق الفاتورة المطلوبة.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            سيتم تقييم جميع المنتجات التي يتم إرجاعها والتأكد من مطابقتها لشروط
            الإرجاع قبل قبول طلب ردّ الأموال. لذا، في حال إرجاع منتج غير مطابق
            لسياسات الإرجاع العامة الخاصة بنا، فسيتم رفض طلب ردّ الأموال.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            عند الموافقة على طلبك لردّ الأموال، فسيتم إرجاعها إلى وسيلة الدفع
            الأصلية الخاصة بك. على سبيل المثال، إذا قمت بالدفع عبر البطاقة
            الائتمانية، فسيتم ردّ المال إلى بطاقتك الائتمانية. أما لو قمت بالدفع
            عبر بطاقة الهدايا الإلكترونية، فسيتم إضافة الرصيد إلى بطاقة الهدايا
            الإلكترونية. يرجى العلم أيضاً أن موعد عملية ردّ الأموال قد يختلف
            وفقاً لوسيلة الدفع المُستخدمة.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            لا يمكن إرجاع أو ردّ قيمة المنتجات التي اشتريتها من محلاتنا أو
            أونلاين إلا في بلد الطلب. تنطبق هذه السياسة أيضاً على المنتجات التي
            تم شراؤها عبر طرف ثالث أو موزّع.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            ستتواصل مجموعة الشايع مع الزبائن في حال إرجاعهم منتجات غير تابعة
            لمجموعة الشايع لتحديد موعد تسليمها مقابل رسوم إضافية. في حال لم
            يستجب الزبون في أيّ مرحلة من مراحل التواصل، فسيكون لمجموعة الشايع
            الحق القانوني في التصرف في هذا المنتج وفقاً لقانون المستهلك المعمول
            به. كما لن تتحمّل مجموعة الشايع أيّ مسئولية أو تخضع لأية عواقب بعد
            التخلص من المنتج.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">إرجاع المنتجات التالفة أو المعيبة</h5>
          <p className="text-muted fw-bold m-0 py-2">
            يتم فحص وتغليف جميع المنتجات المُباعة أونلاين بعناية قبل التوصيل.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            في حال استلام منتجات تالفة، أو معيبة، أو غير صحيحة، أو كان المنتج
            غير مطابق للوصف الموجود على موقعنا الإلكتروني أو تطبيق الهاتف
            المحمول، وهو أمر غير وارد، فسيحق لك إرجاع المنتج. عندما يكون المنتج
            مؤهلاً لردّ الأموال، فسيتم ردّ سعر المنتج كاملاً. أما إن قمت بإرجاع
            الطلبية بالكامل، سيحق لك استرداد مبلغ الطلبية بالكامل بما فيها رسوم
            التوصيل.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            يجب إتمام أيّ عمليات إرجاع بموجب هذه السياسة في أقرب وقت ممكن ويجب
            إرجاع المنتجات إلى منشأة الإرجاع الخاصة بنا وفقاً للفترة الزمنية
            المحددة أدناه حسب بلد الطلب. لن تُقبل أيّ عمليات إرجاع خارج الإطار
            الزمني المُحدد أدناه.
          </p>
          <Table bordered className="text-center text-muted">
            <thead className="border-0">
              <tr className="border-0">
                <th className="text-muted border-0">بلد الطلب </th>
                <th className="text-muted border-0">
                  إرجاع المنتجات التالفة أو المعيبة
                </th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td className="text-muted p-3 px-5">
                  المملكة العربية السعودية{" "}
                </td>
                <td className="text-muted p-3 px-5">14 يوماً</td>
              </tr>
              <tr>
                <td className="text-muted p-3 px-5">الكويت</td>
                <td className="text-muted p-3 px-5">14 يوماً</td>
              </tr>
              <tr>
                <td className="text-muted p-3 px-5">
                  الإمارات العربية المتحدة{" "}
                </td>
                <td className="text-muted p-3 px-5">14 يوماً</td>
              </tr>
              <tr>
                <td className="text-muted p-3 px-5">قطر</td>
                <td className="text-muted p-3 px-5">14 يوماً</td>
              </tr>
              <tr>
                <td className="text-muted p-3 px-5">البحرين</td>
                <td className="text-muted p-3 px-5">14 يوماً</td>
              </tr>
              <tr>
                <td className="text-muted p-3 px-5">جمهورية مصر العربية </td>
                <td className="text-muted p-3 px-5">30 يوماً</td>
              </tr>
              <tr>
                <td className="text-muted p-3 px-5">الأردن</td>
                <td className="text-muted p-3 px-5">14 يوماً</td>
              </tr>
            </tbody>
          </Table>
          <p className="text-muted fw-bold m-0 py-2">
            يرجى العلم بأن عمليات ردّ الأموال لا تسري على المنتجات التالفة التي
            تم استخدامها بالفعل.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            يرجى ملاحظة الخيارات الواردة أدناه للتعرّف على طريقة إرجاع المنتجات
            وردّ الأموال:
            <ol className="text-muted mt-3">
              <li className="py-2">
                تأكد أن المنتج بغلافه الأصلي وغير مفتوح مع إرفاق جميع العلامات
                والملصقات؛
              </li>
              <li className="py-2">
                تأكد من إرفاق أيّ إكسسوارات مُباعة مع المنتج مثل الأحزمة؛
              </li>
              <li className="py-2">
                إذا اشتريت المنتج مع هدية مجانية، فيجب إرجاع الهدية المجانية
                أيضاً عند إرجاع المنتج. كما يجب أن تكون الهدية بحالتها الأصلية
                وغير مستخدمة أو واردة ضمن الفئات أو المنتجات غير القابلة
                للإرجاع، وفقاً للخيارات المذكورة آنفاً؛
              </li>
              <li className="py-2">يشمل الفاتورة الأصلية.</li>
            </ol>
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            سيتم إرسال بريد إلكتروني لتأكيد استلامنا للمنتجات المسترجعة بمجرد
            وصولها إلى منشأة الإرجاع.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            سيتم تقييم جميع المنتجات التي يتم إرجاعها والتأكد من مطابقتها لشروط
            الإرجاع قبل قبول طلب ردّ الأموال. لذا، في حال إرجاع منتج غير مطابق
            لسياسات الإرجاع العامة الخاصة بنا، فسيتم رفض طلب ردّ الأموال.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            عند استيفاء شروط التقييم والتأكد من مطابقته لشروط الإرجاع، سيتم
            إرجاع سعر المنتج. في حال إرجاع الطلبية بالكامل، فسيتم ردّ مبلغ
            الطلبية بالكامل متضمناً رسوم التوصيل.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            عند الموافقة على طلبك لردّ الأموال، فسيتم إرجاعها إلى وسيلة الدفع
            الأصلية الخاصة بك. على سبيل المثال، إذا قمت بالدفع عبر البطاقة
            الائتمانية، فسيتم ردّ المال إلى بطاقتك الائتمانية. أما لو قمت بالدفع
            عبر بطاقة الهدايا الإلكترونية، فسيتم إضافة الرصيد إلى بطاقة الهدايا
            الإلكترونية. يرجى العلم أيضاً أن موعد عملية ردّ الأموال قد يختلف
            وفقاً لوسيلة الدفع المُستخدمة.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">إلغاء الطلبيات المُسجلة أونلاين</h5>
          <p className="text-muted fw-bold m-0 py-2">
            يمكنك إلغاء الطلبيات التي سجلتها أونلاين عبر التواصل مع قسم خدمة
            الزبائن خلال ساعات العمل وخلال ساعة واحدة من تسجيل الطلبية.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            إن قمت بالدفع عبر البطاقة الائتمانية أو بطاقة السحب الآلي، وقمت
            بإلغاء الطلبية وفقاً لهذه الفقرة، فسنقوم بإلغاء التفويض أو البدء في
            عملية ردّ الأموال (حسب الحالة) في أقرب وقت ممكن، ولكننا غير مسئولين
            عن المدة التي سيستغرقها ذلك لردّ الأموال إلى حسابك لأن هذا يعتمد على
            الإجراءات المصرفية.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            مع مراعاة قوانين حماية المستهلك المحلية السارية في بلد الشراء، يرجى
            العلم أنه لا يمكننا قبول طلبات الإلغاء خارج الفترات المحددة حيث ستتم
            تجهيز الطلبية ولن تتمكن من إلغائها إلا عبر عمليات الإرجاع/ وردّ
            الأموال المذكورة أعلاه.
          </p>
          <p className="text-muted fw-bold m-0 py-2">
            سيتم ردّ الأموال إلى وسيلة الدفع الأصلية فقط.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">بطاقة الهدايا الإلكترونية</h5>
          <p className="text-muted fw-bold m-0 py-2">
            بمجرد إصدار بطاقات الهدايا الإلكترونية ، لن تتحمل مجموعة الشايع أي
            مسؤولية أو التزام مهما كان نوعه سواء السرقة أو الاستخدام غير المصرح
            به لبطاقات الهدايا الإلكترونية.
          </p>
        </div>
        <div className="term">
          <h5 className="mt-3">رسائل الهدايا</h5>
          <p className="text-muted fw-bold m-0 py-2">
            إذا طلبت منتجاً ما كهدية، يمكن أن نوفر لك فرصة إضافة رسالة هدية على
            عملية شرائك. إذا اخترت خدمة رسائل الهدايا، فإنك تقر وتوافق على ما
            يلي:
            <ul className="pe-4">
              <li className="py-2">
                إن خدمة رسائل الهدايا مقدمة لاستخدامك الشخصي وليس للاستخدام
                التجاري؛
              </li>
              <li className="py-2">
                لا يجوز أن تحتوي الرسالة الهدية التي توجهنا لإرسالها نيابة عنك
                إلى الغير على أي شيء يعتبر مضايقة أو تهديدا أو أي شيئا مبتذلا أو
                بذيئا أو فاحشا أو مهينا أو عنصريا أو أي شيء يسبب الإحراج أو
                الضيق لأي شخص أو على أي شيء غير قانوني أو بغيض؛
              </li>
              <li className="py-2">
                بأنك لن تنتحل شخصية أي شخص، بما في ذلك دون حصر أيا من موظفينا أو
                زبائننا؛
              </li>
              <li className="py-2">
                بأنك مسؤول مسؤولية كاملة عن النص وأي محتوى آخر تتضمنه رسالة
                الهدية الخاصة بك وبأننا لا نتحمل أي مسؤولية عن ذلك المحتوى وان
                هذه الخدمة هي فقط لخدمة الزبائن؛
              </li>
              <li className="py-2">
                بأننا لا نعرض الرسائل مسبقاً، ولكننا قد نراقب محتواها من حين
                لآخر لغرض الحماية من أي رسائل هدايا غير قانونية أو غير مناسبة
                دون ان يترتب علينا ادنى مسؤولية ؛
              </li>
              <li className="py-2">
                بأننا نمتلك الحق في رفض إرسال الرسائل وإنهاء الوصول إلى خدمة
                رسائل الهدايا في أي وقت دون أي مسؤولية تجاهك.
              </li>
            </ul>
          </p>
        </div>
        <div className="term mb-5">
          <h5 className="mt-3">العروض الترويجية</h5>
          <p className="text-muted fw-bold m-0 py-2">
            من الممكن أن نقوم بتقديم عروض ترويجية على الموقع الإلكتروني من حين
            لآخر وفي مثل تلك الحالات تطبق شروط وأحكام معينة. وقد تكون بعض تلك
            العروض محدودة بفترات زمنية كما قد لا تتأهل لهذه العروض بعض الطلبات
            في حال عدم قيامك بإتمامها بشكل كامل خلال الفترة الزمنية
            المقررة.العروض التي تمنحك قطعة مجانية (مثل اشترِ 1 واحصل على 1
            مجاناً)، ساريه فقط على المنتجات التي تحمل علامة العرض في صفحة تفاصيل
            المنتج، وسيعتبر المنتج الأقل سعراً هو القطعة المجانية، ما لم يدل
            العرض على خلاف ذلك.لا يجوز جمع العروض مع أي تخفيضات أو عروض أو قسائم
            ما لم يحدد خلاف ذلك على وجه التحديد. نحتفظ بحق تعديل أو إنهاء العرض
            في أي وقت دون إشعار مسبق.
          </p>
        </div>
      </Container>
    </section>
  );
}
